Repository: JiZPaper/Kitsune-Translations
Catalog: Localizations/XLIFF/*.xliff
Languages: it, pt_br

source: One-Time Purchase, No Subscription
it: Acquisto una tantum, nessun abbonamento
pt_br: Compra Única, Sem Assinatura

source: Open
pt_br: Abrir

source: Open App
pt_br: Abrir App

source: Open Links In-App
it: Apri link nell'app
pt_br: Abrir Links no Aplicativo

source: Open Search Result
pt_br: Abrir Resultado da Pesquisa

source: Open Website
it: Apri sito web
pt_br: Abrir Site

source: Open a MyAnimeList URL in Kitsune.
pt_br: Abra uma URL MyAnimeList no Kitsune.

source: Open in Apple Music
it: Apri in Apple Music
pt_br: Abrir no Apple Music

source: Open on AniList
it: Apri su AniList
pt_br: Abrir no AniList

source: Open on Kitsune
pt_br: Abra em Kitsune

# Open on MyAnimeList
source: Open on MAL
pt_br: Abrir em MAL

source: Opening
it: Apertura
pt_br: Abertura

source: Opening in Kitsune.
pt_br: Abrindo em Kitsune.

source: Organized Crime
it: Crimine organizzato
pt_br: Crime Organizado

source: Original Creator
it: Creatore originale
pt_br: Criador Original

source: Otaku Culture
it: Cultura Otaku
pt_br: Cultura Otaku

source: Parody
it: Parodia
pt_br: Paródia

source: Paste MAL URL
it: Incolla URL MAL
pt_br: Colar URL do MAL

source: People
it: Persone
pt_br: Pessoas

source: Performing Arts
pt_br: Artes Cênicas

source: Pets
it: Animali domestici
pt_br: Animais de Estimação

source: Plan to Read
it: Da leggere
pt_br: Planejo Ler

source: Plan to Watch
it: Da vedere
pt_br: Planejo Assistir

source: Planning
it: Pianificazione
pt_br: Planejamento

source: Play Later
it: Riproduci dopo
pt_br: Tocar Depois

source: Play Next
it: Riproduci successivo
pt_br: Reproduzir em seguida

source: Play the opening and ending themes using your Apple Music subscription.
it: Riproduci le sigle di apertura e chiusura usando il tuo abbonamento a Apple Music.
pt_br: Reproduza os temas de abertura e encerramento usando sua assinatura do Apple Music.

source: Play the opening and ending themes with your Spotify subscription.
it: Riproduci le sigle di apertura e chiusura con il tuo abbonamento Spotify.
pt_br: Reproduza os temas de abertura e encerramento com sua assinatura do Spotify.

source: Please, note that the app doesn't consider delays.
it: Nota bene che l'app non considera i ritardi.
pt_br: Por favor, observe que o aplicativo não considera atrasos.

source: Polish
it: Polacco
pt_br: Polonês

source: Portuguese (Brazil)
pt_br: Português (Brasil)

source: Poster
pt_br: Pôster

source: Poster Indicator
it: Indicatore poster
pt_br: Indicador de Pôster

source: Poster Indicator Background
it: Sfondo indicatore poster
pt_br: Fundo do Indicador de Pôster

source: Poster Style
pt_br: Estilo de pôster

source: Prefer Manga Volumes
it: Preferisci volumi manga
pt_br: Preferência por Volumes de Mangá

source: Preferred Platform
it: Piattaforma preferita
pt_br: Plataforma Preferida

source: Preferred Screen
it: Schermata preferita
pt_br: Tela preferida

source: Preferred Time Format
it: Formato orario preferito
pt_br: Formato de Horário Preferido

source: Preferred Title Language
it: Lingua del titolo preferita
pt_br: Idioma de Título Preferido

source: Previous: Episode %lld
pt_br: Anterior: Episódio %lld

source: Priority
pt_br: Prioridade

source: Privacy Policy
pt_br: Política de Privacidade

source: Producer
it: Produttore
pt_br: Produtor

# Profanity &amp; Mild Nudity
source: Profanity & Mild Nudity
it: Linguaggio scurrile e lieve nudità
pt_br: Palavrões e Nudez Leve

# Progress &amp; List
source: Progress & List
it: Progresso e lista
pt_br: Progresso e Lista

# Progress &amp; Personal Score
source: Progress & Personal Score
it: Progresso e punteggio personale
pt_br: Progresso e Pontuação Pessoal

source: Psychological
it: Psicologico
pt_br: Psicológico

source: Racing
it: Corse
pt_br: Corrida

source: Rating
it: Valutazione
pt_br: Avaliação

source: Reading
it: In lettura
pt_br: Lendo

source: Recent Activity
pt_br: Atividade Recente

source: Recently Updated Anime
pt_br: Anime Atualizado Recentemente

source: Recently Updated Manga
pt_br: Mangá Atualizado Recentemente

source: Recently Viewed
it: Visti di recente
pt_br: Visualizado Recentemente

source: Recommendations
it: Raccomandazioni
pt_br: Recomendações

source: Reincarnation
it: Reincarnazione
pt_br: Reencarnação

source: Related
it: Correlati
pt_br: Relacionado

source: Release Date
it: Data di uscita
pt_br: Data de lançamento

source: Reload
it: Ricarica
pt_br: Recarregar

source: Remove
it: Rimuovi
pt_br: Remover

source: Remove from Recent Viewed
it: Rimuovi da Visti di recente
pt_br: Remover de Visualizações Recentes

source: Report a Problem
it: Segnala un problema
pt_br: Relatar um Problema

source: Report any mismatches using the report button. Search and matching are automated, mismatches may occur.
it: Segnala eventuali discrepanze utilizzando il pulsante di segnalazione. La ricerca e la corrispondenza sono automatizzate, potrebbero verificarsi delle discrepanze.
pt_br: Relate quaisquer incompatibilidades usando o botão de relatório. A pesquisa e a correspondência são automatizadas, podem ocorrer incompatibilidades.

source: Requires Kitsune Premium
it: Richiede Kitsune Premium
pt_br: Requer Kitsune Premium

source: Reread
it: Riletture
pt_br: Relido

source: Reread: %lld
it: Riletture: %lld
pt_br: Relido: %lld

source: Rereading
it: In rilettura
pt_br: Relendo

source: Restore
it: Ripristina
pt_br: Restaurar

source: Result
pt_br: Resultado

source: Return to current season
it: Torna alla stagione attuale
pt_br: Retornar à temporada atual

source: Rewatch
pt_br: Reassistir

source: Rewatched
it: Rivisto
pt_br: Reassistido

source: Rewatched: %lld
it: Rivisto: %lld
pt_br: Revisto: %lld

source: Rewatching
it: In revisione
pt_br: Assistindo Novamente

source: Romaji Title
it: Titolo Romaji
pt_br: Título em Romaji

source: Row's Secondary Info
pt_br: Informação Secundária

source: Russian
it: Russo
pt_br: Russo

source: Sample
it: Anteprima
pt_br: Amostra

source: Saturday
it: Sabato
pt_br: Sábado

source: Save
it: Salva
pt_br: Salvar

source: Save to Photos
pt_br: Salvar em Fotos

source: Saved
it: Salvato
pt_br: Salvo

source: Schedule
it: Programmazione
pt_br: Estreias

source: School
it: Scolastico
pt_br: Escola

source: Score
it: Punteggio
pt_br: Pontuação

source: Score %@
pt_br: Pontuação %@

source: Score %lld
pt_br: Pontuação %lld

source: Script
it: Sceneggiatura
pt_br: Roteiro

source: Scroll to Top
it: Scorri in alto
pt_br: Rolar para o Topo

source: Search
it: Cerca
pt_br: Busca

source: Search ${query}
pt_br: Pesquisa ${query}

source: Search %@ List
it: Cerca nella lista %@
pt_br: Procurar na Lista %@

source: Search Result
pt_br: Resultado da pesquisa

source: Search Suggestions
it: Suggerimenti di ricerca
pt_br: Sugestões de Pesquisa

source: Search anime and manga.
pt_br: Pesquise anime e mangá.

source: Search's Results Display Preference
pt_br: Preferência de Exibição de Resultados da Pesquisa

source: Searching
it: Ricerca in corso
pt_br: Procurando

source: Season
it: Stagione
pt_br: Temporada

source: See Details
it: Vedi dettagli
pt_br: Ver Detalhes

source: Send Email
it: Invia email
pt_br: Enviar E-mail

source: Serialization
it: Serializzazione
pt_br: Serialização

source: Series Composition
it: Composizione della serie
pt_br: Composição da Série

source: Session Expired
it: Sessione scaduta
pt_br: Sessão Expirada

source: Settings
it: Impostazioni
pt_br: Configurações

source: Show Adaptation
it: Mostra adattamento
pt_br: Mostrar Adaptação

source: Show All
it: Mostra tutto
pt_br: Mostrar tudo

source: Show Character List
it: Mostra lista personaggi
pt_br: Mostrar Lista de Personagens

source: Show Endings
it: Mostra sigle finali
pt_br: Mostrar Encerramentos

source: Show Genres
pt_br: Mostrar Gêneros

source: Show MAL Mean Score on Plan to Watch/Plan to Read
it: Mostra punteggio medio MAL su Da vedere/Da leggere
pt_br: Mostrar a Pontuação Média MAL no Planejo Assistir/Planejo Ler

source: Show Mean Score
pt_br: Mostrar Pontuação Média

source: Show Mean Score on List Style
it: Mostra punteggio medio nello stile lista
pt_br: Mostrar Nota Média no Estilo da Lista

source: Show More
it: Mostra altro
pt_br: Mostrar Mais

source: Show Only Added
it: Mostra solo aggiunti
pt_br: Mostrar Apenas Adicionado

source: Show Openings
it: Mostra sigle iniziali
pt_br: Mostrar Aberturas

source: Show Progress Bar for Anime and Manga
it: Mostra barra di avanzamento per Anime e Manga
pt_br: Mostrar Barra de Progresso para Anime e Mangá

source: Show Recommendations
it: Mostra raccomandazioni
pt_br: Mostrar Recomendações

source: Show Related Anime
it: Mostra anime correlati
pt_br: Mostrar Anime Relacionado

source: Show Season
pt_br: Mostrar Temporada

source: Show Source
it: Mostra fonte
pt_br: Mostrar Fonte

source: Show Staff List
it: Mostra lista staff
pt_br: Exibir Equipe de Produção

# Show Time in 'Your Schedule'
source: Show Time in 'Schedule'
it: Mostra orario in 'Programmazione'
pt_br: Mostrar Horas em 'Estreias'

source: Show Trailer
it: Mostra trailer
pt_br: Mostrar Trailer

source: Show on Menu Bar
pt_br: Mostrar na Barra de Menu

source: Sign In
it: Accedi
pt_br: Entrar

source: Sign In into your MyAnimeList account.
it: Accedi al tuo account MyAnimeList.
pt_br: Entre na sua conta MyAnimeList.

source: Sign Out
it: Esci
pt_br: Sair

source: Simplified Chinese
it: Cinese semplificato
pt_br: Chinês Simplificado

source: Skip Score Sync
pt_br: Pular Sincronização de Pontuação

source: Some videos may not play due to region restrictions.
it: Alcuni video potrebbero non essere riprodotti a causa di restrizioni regionali.
pt_br: Alguns vídeos podem não ser reproduzidos devido a restrições regionais.

source: Sort
it: Ordina
pt_br: Ordenar

source: Sound Director
it: Direttore del suono
pt_br: Diretor de Som

source: Source
it: Fonte
pt_br: Fonte

source: Space
it: Spaziale
pt_br: Espaço

source: Spanish
it: Spagnolo
pt_br: Espanhol

source: Special
pt_br: Especial

source: Sports
it: Sport
pt_br: Esportes

source: Spotify Support
it: Supporto Spotify
pt_br: Suporte ao Spotify

source: Spring
it: Primavera
pt_br: Primavera

source: Staff
pt_br: Equipe

source: Start Date
it: Data di inizio
pt_br: Data de Início

source: Start Season
it: Stagione di inizio
pt_br: Temporada Inicial

source: Start rewatch?
pt_br: Iniciar reassistir?

source: Strategy Game
it: Gioco di strategia
pt_br: Jogo de Estratégia

source: Streaming Services
it: Servizi di streaming
pt_br: Streaming

source: Studios
it: Studi
pt_br: Estúdios

source: Summer
it: Estate
pt_br: Verão

source: Sunday
it: Domenica
pt_br: Domingo

source: Super Power
it: Superpoteri
pt_br: Superpoder

source: Supernatural
it: Soprannaturale
pt_br: Sobrenatural

source: Survival
it: Sopravvivenza
pt_br: Sobrevivência

source: Switch Lists
it: Cambia liste
pt_br: Trocar Listas

source: Sync Notifications
it: Sincronizza notifiche
pt_br: Sincronizar as Notificações

source: Sync with AniList
pt_br: Sincronizar com AniList

source: Syncing
it: Sincronizzazione
pt_br: Sincronizando

source: Synonyms
it: Sinonimi
pt_br: Sinônimos

source: Synopsis
it: Sinossi
pt_br: Sinopse

source: System
it: Sistema
pt_br: Sistema

source: Tab Bar Behavior
pt_br: Comportamento da Barra de Abas

source: Tap 'Save' to save your changes after writing.
it: Tocca 'Salva' per salvare le modifiche dopo aver scritto.
pt_br: Toque em 'Salvar' para salvar suas alterações após escrever.

source: Team Sports
it: Sport di squadra
pt_br: Esportes em Equipe

source: Teens 13 and Older
it: Adolescenti dai 13 anni in su
pt_br: Adolescentes de 13 anos ou mais

source: Terms of Service
it: Termini di servizio
pt_br: Termos de Serviço

source: The anime will premiere today.
it: L'anime uscirà oggi.
pt_br: O anime vai estrear hoje.

source: The app couldn't load it right now
it: L'app non è riuscita a caricarlo in questo momento
pt_br: O aplicativo não conseguiu carregá-lo agora

source: The episode %lld is airing soon.
it: L'episodio %lld andrà in onda a breve.
pt_br: O episódio %lld vai ao ar em breve.

source: The progress bar and gestures will adapt to this setting.
it: La barra di avanzamento e le gesture si adatteranno a questa impostazione.
pt_br: A barra de progresso e os gestos se adaptarão a essa configuração.

source: The service is undergoing maintenance or is currently unavailable. Please try again later.
it: Il servizio è in manutenzione o non è attualmente disponibile. Riprova più tardi.
pt_br: O serviço está passando por manutenção ou não está disponível no momento. Por favor, tente novamente mais tarde.

source: Theme Song Arrangement
it: Arrangiamento sigla
pt_br: Arranjo da Música Tema

source: Theme Song Composition
it: Composizione sigla
pt_br: Composição da Música Tema

source: Theme Song Lyrics
it: Testo sigla
pt_br: Letra da Música Tema

source: Theme Song Performance
it: Esecuzione sigla
pt_br: Performance da Música Tema

source: Themes
it: Temi
pt_br: Temas

source: This source is always shown.
pt_br: Esta fonte é sempre mostrada.

source: This will direct you to the MyAnimeList Account Deletion page.
it: Questo ti reindirizzerà alla pagina di eliminazione dell'account MyAnimeList.
pt_br: Isso o direcionará para a página de Exclusão de Conta MyAnimeList.

source: This will remove this item from your list.
it: Questo rimuoverà questo elemento dalla tua lista.
pt_br: Isso removerá este item da sua lista.

source: Thursday
it: Giovedì
pt_br: Quinta-feira

source: Time Travel
it: Viaggi nel tempo
pt_br: Viagem no Tempo

source: Today
it: Oggi
pt_br: Hoje

source: Today: Episode %lld
it: Oggi: Episodio %lld
pt_br: Hoje: Episódio %lld

source: Toggle this setting to include mature content in search results and recommendations. User lists are always unrestricted.
it: Attiva questa impostazione per includere contenuti per adulti nei risultati di ricerca e nelle raccomandazioni. Le liste degli utenti sono sempre senza restrizioni.
pt_br: Alterne essa configuração para incluir conteúdo adulto nos resultados de pesquisa e recomendações. As listas de usuários são sempre irrestritas.

source: Top Airing
it: Top in onda
pt_br: Atualmente no Ar

source: Top All Anime
pt_br: Principais

source: Top All Manga
pt_br: Principais

source: Top Anime Movies
it: Top Film Anime
pt_br: Melhores Filmes

source: Top Anime OVA Series
it: Top Serie OVA Anime
pt_br: Melhores OVAs

source: Top Anime Specials
it: Top Special Anime
pt_br: Melhores Especiais

source: Top Anime TV Series
it: Top Serie TV Anime
pt_br: Melhores Séries de TV

source: Top Doujinshi
pt_br: Melhores Doujinshi

source: Top Favorited Anime
it: Top Anime preferiti
pt_br: Mais Favoritados

source: Top Manga
pt_br: Melhores Mangás

source: Top Manhua
pt_br: Melhores Manhua

source: Top Manhwa
pt_br: Melhores Manhwa

source: Top Novels
it: Top Romanzi
pt_br: Melhores Novels

source: Top One-shots
it: Top One-shot
pt_br: Melhores One-shots

source: Top Poster Action
it: Azione principale sul poster
pt_br: Ação do pôster superior

source: Top Upcoming
it: Top in arrivo
pt_br: Os Mais Aguardados

# TopUpcoming_Search
source: Top Upcoming
it: Top in arrivo
pt_br: Os Mais Aguardados

source: Total Manga
it: Manga totali
pt_br: Total Mangá

source: Traditional Chinese (Taiwan)
it: Cinese tradizionale (Taiwan)
pt_br: Chinês Tradicional (Taiwan)

source: Translate
it: Traduci
pt_br: Traduzir

source: Translate synopsis and biographies using on-device model. Shared with all apps, including the Translate App.
pt_br: Traduza sinopse e biografias usando o modelo no dispositivo. Compartilhado com todos os aplicativos, incluindo o aplicativo Translate.

source: Translated
pt_br: Traduzido

source: Translation
it: Traduzione
pt_br: Tradução

source: Translation Language
pt_br: Idioma de Tradução

source: Try Again
it: Riprova
pt_br: Tente Novamente

source: Try Again Later
it: Riprova più tardi
pt_br: Tente novamente mais tarde

source: Try again later or change the list.
it: Riprova più tardi o cambia la lista.
pt_br: Tente novamente mais tarde ou altere a lista.

source: Try again later or start watching an anime from this season.
it: Riprova più tardi o inizia a guardare un anime di questa stagione.
pt_br: Tente novamente mais tarde ou comece a assistir a um anime desta temporada.

source: Try again later, change the season/year or go back to current Season.
it: Riprova più tardi, cambia stagione/anno o torna alla stagione attuale.
pt_br: Tente novamente mais tarde, mude a temporada/ano ou volte para a temporada atual.

source: Try again later, change the season/year/filter or go back to current Season.
it: Riprova più tardi, cambia stagione/anno/filtro o torna alla stagione attuale.
pt_br: Tente novamente mais tarde, altere a temporada/ano/filtro ou volte para a Temporada atual.

source: Tuesday
it: Martedì
pt_br: Terça-feira

source: Ukrainian
it: Ucraino
pt_br: Ucraniano

source: Unable to Load News
pt_br: Não é possível carregar notícias

source: Unable to Load Recent Activity
pt_br: Não é possível carregar a atividade recente

source: Unable to load news.
pt_br: Não é possível carregar notícias.

source: Unknown
it: Sconosciuto
pt_br: Desconhecido

source: Unlock Your Entire Week with Kitsune Premium
it: Sblocca la tua intera settimana con Kitsune Premium
pt_br: Desbloqueie sua semana inteira com o Kitsune Premium

source: Unlock app customization and more features with Kitsune Premium. No Subscription required.
it: Sblocca la personalizzazione dell'app e altre funzionalità con Kitsune Premium. Nessun abbonamento richiesto.
pt_br: Desbloqueie a personalização do aplicativo e mais recursos com o Kitsune Premium. Não é necessária assinatura.

source: Unlock customization and more features with Kitsune Premium
it: Sblocca la personalizzazione e altre funzionalità con Kitsune Premium
pt_br: Desbloqueie a personalização e mais recursos com o Kitsune Premium

source: Unlock the full week in Schedule.
it: Sblocca l'intera settimana nella Programmazione.
pt_br: Desbloqueie a semana inteira no Estreias.

source: Upcoming
it: In arrivo
pt_br: Em Breve

source: Upcoming Notifications
it: Notifiche in arrivo
pt_br: Próximas Notificações

source: Upgrade to Kitsune Premium
it: Passa a Kitsune Premium
pt_br: Atualize para Kitsune Premium

source: Upgrade to Kitsune Premium to view your full weekly schedule.
it: Passa a Kitsune Premium per visualizzare la tua programmazione settimanale completa.
pt_br: Atualize para o Kitsune Premium para ver sua programação semanal completa.

source: Urban Fantasy
pt_br: Fantasia Urbana

source: Users with this manga in their list
it: Utenti con questo manga nella loro lista
pt_br: Usuários com este mangá em sua lista

source: Vampire
it: Vampiri
pt_br: Vampiro

# Version %@ (%@)
source: Version %1$@ (%2$@)
it: Versione %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)

source: Very Bad
it: Molto Scarso
pt_br: Muito Ruim

source: Very Good
it: Molto Bello
pt_br: Muito Bom

source: Villainess
it: Antagonista
pt_br: Vilã

source: Visual Arts
it: Arti visive
pt_br: Artes Visuais

source: Volumes Read
it: Volumi letti
pt_br: Volumes Lidos

source: Watch an anime from the current season to use Schedule.
it: Guarda un anime della stagione in corso per usare la Programmazione.
pt_br: Assista a um anime da temporada atual para usar o Estreias.

source: Watched
it: Visto
pt_br: Assistidos

source: Watching
it: In visione
pt_br: Assistindo

source: Wednesday
it: Mercoledì
pt_br: Quarta-feira

source: Weekly Schedule
it: Programmazione settimanale
pt_br: Estreias Semanal

source: What anime or manga do you want to search for?
pt_br: Qual anime ou mangá você quer pesquisar?

source: What's your score?
it: Che punteggio dai?
pt_br: Qual é a sua pontuação?

source: When enabled, AniList sync skips only score values. Progress, status, dates, notes, and repeat counts still sync.
pt_br: Quando ativada, a sincronização do AniList ignora apenas os valores de pontuação. Progresso, status, datas, notas e contagens de repetição ainda são sincronizados.

source: When on, the app will always open your selected Preferred Screen. When off, the app will always open the last tab opened.
it: Quando è attiva, l'app aprirà sempre la schermata preferita selezionata. Quando è disattivata, l'app aprirà sempre l'ultima scheda aperta.
pt_br: Quando ativo, o aplicativo sempre abrirá sua Tela Preferida selecionada. Quando desligado, o aplicativo sempre abrirá a última guia aberta.

source: When switching to the 'Watching' list, automatically mark the first episode as watched.
it: Quando si passa alla lista 'In visione', segna automaticamente il primo episodio come visto.
pt_br: Ao mudar para a lista 'Assistindo', marque automaticamente o primeiro episódio como assistido.

source: Which MyAnimeList URL do you want to open on Kitsune?
pt_br: Qual URL do MyAnimeList você deseja abrir no Kitsune?

source: Winter
it: Inverno
pt_br: Inverno

source: Workplace
it: Ambiente di lavoro
pt_br: Local de Trabalho

source: Year
it: Anno
pt_br: Ano

source: You can create a MyAnimeList account by signing up on https://myanimelist.net using your preferred browser.
it: Puoi creare un account MyAnimeList registrandoti su https://myanimelist.net usando il tuo browser preferito.
pt_br: Você pode criar uma conta MyAnimeList inscrevendo-se em https://myanimelist.net usando seu navegador preferido.

source: You can create an AniList account by signing up on https://anilist.co using your preferred browser.
it: Puoi creare un account AniList registrandoti su https://anilist.co usando il tuo browser preferito.
pt_br: Você pode criar uma conta AniList se inscrevendo em https://anilist.co usando seu navegador preferido.

source: You have notifications turned off
pt_br: Você tem as notificações desativadas

source: You need Kitsune Premium to change this.
it: Hai bisogno di Kitsune Premium per cambiarlo.
pt_br: Você precisa do Kitsune Premium para mudar isso.

source: You'll need to Sign In again if you want to sync your AniList account with your MyAnimeList account.
it: Dovrai accedere di nuovo se vuoi sincronizzare il tuo account AniList con il tuo account MyAnimeList.
pt_br: Você precisará fazer login novamente se quiser sincronizar sua conta AniList com sua conta MyAnimeList.

source: You'll need to Sign In again if you want to use My List, Edit Status, Add Item, and Statistics.
it: Dovrai accedere di nuovo se vuoi usare La mia lista, Modifica stato, Aggiungi elemento e Statistiche.
pt_br: Será necessário fazer login novamente para usar Listas, Editar Status, Adicionar Item e Estatísticas.

source: Your AniList session has expired. Please log in again to continue syncing.
pt_br: Sua sessão AniList expirou. Faça login novamente para continuar a sincronização.

# Your Schedule is empty for today.
source: Schedule is empty for today.
it: La programmazione è vuota per oggi.
pt_br: Não há anime por hoje.

# Your Schedule is empty right now.
source: Schedule is empty right now.
it: La programmazione è vuota in questo momento.
pt_br: Sem anime para exibir na Estreias agora.

# Your session has expired.&#10;Please, sign in again to keep using the app.
source: Your session has expired. Please, sign in again to keep using the app.
it: La tua sessione è scaduta. Per favore, accedi di nuovo per continuare a usare l'app.
pt_br: Sua sessão expirou. Por favor, faça login novamente para continuar usando o aplicativo.

source: Anime ID
it: ID Anime
pt_br: ID do Anime

source: Current Chapter Count
it: Conteggio capitoli attuale
pt_br: Contagem Atual de Capítulos

source: Current Episode Count
it: Conteggio episodi attuale
pt_br: Contagem de episódios atuais

source: Current Volume Count
it: Conteggio volumi attuale
pt_br: Contagem de Volume Atual

source: Increment Episode by One
it: Incrementa episodio di uno
pt_br: Aumentar Episódio por Um
