Repository: JiZPaper/Kitsune-Translations
Catalog: Localizations/XLIFF/*.xliff
Languages: it, pt_br

source: Increment Volume or Chapter by One based on User Settings
it: Incrementa volume o capitolo di uno in base alle impostazioni utente
pt_br: Aumentar Volume ou Capítulo por Um com base nas Configurações do Usuário

source: Last Updated Anime
it: Ultimo anime aggiornato
pt_br: Último Anime Atualizado

source: Last Updated Manga
it: Ultimo manga aggiornato
pt_br: Último Mangá Atualizado

source: Manga ID
it: ID Manga
pt_br: ID do Mangá

source: Number of Time Reread
pt_br: Número de Vezes de Releitura

source: Number of Time Rewatched
pt_br: Número de Vezes Reassistido

source: Start reading a manga to use this widget.
pt_br: Comece a ler um mangá para usar este widget.

source: Start watching an anime to use this widget.
pt_br: Comece a assistir a um anime para usar este widget.

source: The Current Score Value
pt_br: O valor da avaliação atual

source: The total number of chapters of the title
pt_br: O número total de capítulos do título

source: The total number of episodes of the show
pt_br: O número total de episódios da série

source: The total number of volume of the title
pt_br: O número total de volumes do título

source: This widget need a MyAnimeList account.
pt_br: Este widget precisa de uma conta MyAnimeList.

source: View and update your progress.
pt_br: Visualize e atualize seu progresso.

source: Your list is empty.
pt_br: Sua lista está vazia.

source: %lld actors
it: %lld doppiatori

# %lld episodes watched of %@.
source: %1$lld episodes watched of %2$@.
it: %1$lld episodi visti di %2$@.

# %lld items|==|plural.one
source: %lld item
it: %lld elemento

# %lld items|==|plural.other
source: %lld items
it: %lld elementi

# %lld items|==|plural.zero
source: %lld items
it: %lld elementi

# %lld read of %@ volumes
source: %1$lld read of %2$@ volumes
it: %1$lld letti di %2$@ volumi

# About Your Schedule
source: About Schedule
it: Info Programmazione

# Anime &amp; Manga Only
source: Anime & Manga Only
it: Solo Anime e Manga

source: Anime Staff Positions
it: Ruoli staff anime

source: Animeography
it: Animeografia

source: App Features
it: Funzionalità dell'app

source: Automatically sync new changes
it: Sincronizza automaticamente le nuove modifiche

source: Change Language
it: Cambia lingua

source: Customize what you want to see in the Anime and Manga detail page.
it: Personalizza ciò che vuoi vedere nella pagina dei dettagli di Anime e Manga.

source: Dates
it: Date

source: Developed by Alexandre Madeira
it: Sviluppato da Alexandre Madeira

source: Dismiss
it: Ignora

source: Display Today's Airing Episode Number
it: Mostra il numero dell'episodio in onda oggi

source: Drama
it: Drammatico

source: Enable Trailers
it: Abilita trailer

source: Enhance your experience on Kitsune by connecting your preferred third-party services.
it: Migliora la tua esperienza su Kitsune collegando i tuoi servizi di terze parti preferiti.

source: Enjoying Kitsune?
it: Ti piace Kitsune?

source: Episodes
it: Episodi

source: Every change made on your MAL list on Kitsune will reflect on your AniList lists.
it: Ogni modifica apportata alla tua lista MAL su Kitsune si rifletterà sulle tue liste AniList.

source: General
it: Generale

source: Get notified when new episodes are released for the anime you're currently watching, and when movies or series you've added to your 'Plan to Watch' list are released.
it: Ricevi notifiche quando escono nuovi episodi degli anime che stai guardando e quando escono film o serie che hai aggiunto alla tua lista 'Da vedere'.

source: Got feedback or a bug to report? Want to see what's next? The official Discord is the place to be. Your suggestions directly contribute to future updates.
it: Hai un feedback o un bug da segnalare? Vuoi sapere cosa c'è in arrivo? Il Discord ufficiale è il posto giusto. I tuoi suggerimenti contribuiscono direttamente ai futuri aggiornamenti.

source: Hide Username on Tab Bar
it: Nascondi nome utente sulla barra delle schede

source: Launch Screen
it: Schermata di avvio

source: Learn more about Schedule
it: Scopri di più sulla Programmazione

source: Leave a Review on the App Store!
it: Lascia una recensione sull'App Store!

source: Mangaography
it: Mangaografia

source: Mark Next Episode as Watched
it: Segna prossimo episodio come visto

source: More Options
it: Altre opzioni

source: Most Favorited
it: Più preferiti

source: Most Popular
it: Più popolari

source: Novel
it: Romanzo

source: Open on MyAnimeList
it: Apri su MyAnimeList

source: Pay once and enjoy all these features, no subscription required.
it: Paga una volta e goditi tutte queste funzionalità, nessun abbonamento richiesto.

source: Personalize the appearance of your list on the 'My List' screen, and adjust the default behavior of the app when editing your anime and manga information.
it: Personalizza l'aspetto della tua lista nella schermata 'La mia lista' e regola il comportamento predefinito dell'app durante la modifica delle informazioni su anime e manga.

source: Please, try again later.
it: Per favore, riprova più tardi.

source: Preferred Apple Music Player
it: Lettore Apple Music preferito

source: Published Manga
it: Manga pubblicati

source: Rank
it: Posizione

source: Rating %lld
it: Valutazione %lld

source: Rating of %lld of 10.
it: Valutazione di %lld su 10.

source: Rating: %lld
it: Valutazione: %lld

source: Requires AniList Account Connected
it: Richiede un account AniList connesso

source: Reread %lld times.
it: Riletto %lld volte.

source: Rewatched %lld times.
it: Rivisto %lld volte.

source: Romance
it: Romantico

source: Sci-Fi
it: Fantascienza

source: Search for a character or an anime
it: Cerca un personaggio o un anime

source: Send Feedback
it: Invia feedback

source: Show Episodes List
it: Mostra lista episodi

source: Show Episodes from Streaming
it: Mostra episodi da streaming

source: Status
it: Stato

source: Subtitle Info
it: Info sottotitoli

source: Support the development of the app
it: Sostieni lo sviluppo dell'app

source: Support the development of the app created by a solo developer.
it: Sostieni lo sviluppo dell'app creata da un singolo sviluppatore.

source: Sync
it: Sincronizza

source: Tabs
it: Schede

source: The AniList sync feature in Kitsune is currently in its initial stage. The only functionality available at this time is a one-way sync, which will update your anime and manga lists on AniList with any changes you make within the app. Your feedback is essential to help improve and expand the capabilities of this sync feature.
it: La funzione di sincronizzazione con AniList in Kitsune è attualmente in fase iniziale. L'unica funzionalità disponibile al momento è una sincronizzazione unidirezionale, che aggiornerà le tue liste di anime e manga su AniList con le modifiche che apporti all'interno dell'app. Il tuo feedback è essenziale per aiutare a migliorare ed espandere le capacità di questa funzione di sincronizzazione.

source: This will adapt the schedule to match your local date and time.
it: Questo adatterà la programmazione alla tua data e ora locale.

source: Time will be shown in Japan Standard Time (JST) by default.
it: L'orario verrà mostrato per impostazione predefinita nell'ora solare giapponese (JST).

source: Top All
it: Top assoluti

source: Total Anime
it: Anime totali

source: Users with this anime in their list
it: Utenti con questo anime nella loro lista

source: Video Game
it: Videogioco

source: Voice Acting Roles
it: Ruoli di doppiaggio

source: Voice Actors
it: Doppiatori

source: Want to bring Kitsune to your language? https://github.com/MadeiraAlexandre/Kitsune-Translations
it: Vuoi tradurre Kitsune nella tua lingua? https://github.com/MadeiraAlexandre/Kitsune-Translations

source: Write a Review
it: Scrivi una recensione

source: You can enable both, but Kitsune can only display one at a time.
it: Puoi abilitarli entrambi, ma Kitsune può visualizzarne solo uno alla volta.

source: You need the Spotify app installed.
it: Devi avere l'app di Spotify installata.

# You're a Premium user.&#10; Thank you for your support!
source: You're a Premium user. Thank you for your support!
it: Sei un utente Premium. Grazie per il tuo supporto!

# about_your_schedule
source: Schedule organizes your currently watching anime by their weekday release, displaying them from Monday to Sunday. It also includes upcoming premieres from your 'Plan to Watch' list for the next 3 days.
it: La Programmazione organizza gli anime che stai guardando in base al giorno di uscita settimanale, mostrandoli dal lunedì alla domenica. Include anche le prossime anteprime dalla tua lista 'Da vedere' per i prossimi 3 giorni.
