Repository: JiZPaper/Kitsune-Translations
Catalog: Localizations/XLIFF/*.xliff
Languages: it, pt_br

# NSAppleMusicUsageDescription
source: Play the opening and ending themes using your Apple Music subscription.
pt_br: Reproduza os temas de abertura e encerramento usando sua assinatura do Apple Music.

# NSPhotoLibraryAddUsageDescription
source: Save your favorite anime posters straight to your photo library.
pt_br: Salve seus pôsteres de anime favoritos diretamente na sua biblioteca de fotos.

source: %@ (Local Time)
it: %@ (Ora locale)
pt_br: %@ (Hora Local)

# %@ average score from %@ users
source: %1$@ average score from %2$@ users
pt_br: %1$@ de pontuação média de %2$@ usuários

# %@ by %lld users
source: %1$@ by %2$lld users
it: %1$@ da %2$lld utenti
pt_br: %1$@ por %2$lld usuários

source: %@ days
it: %@ giorni
pt_br: %@ dias

# %@ episodes watched of %@.
source: %1$@ episodes watched of %2$@.
pt_br: %1$@ episódios assistidos de %2$@.

# %@ episodes, %@
source: %1$@ episodes, %2$@
it: %1$@ episodi, %2$@
pt_br: %1$@ episódios, %2$@

source: %@ items
pt_br: %@ itens

source: %@ minutes
it: %@ minuti
pt_br: %@ minutos

# %@ of %@
source: %1$@ of %2$@
it: %1$@ di %2$@
pt_br: %1$@ de %2$@

# %@ of %lld
source: %1$@ of %2$lld
pt_br: %1$@ de %2$lld

source: %@ per episode
pt_br: %@ por episódio

source: %@'s List
it: Lista di %@
pt_br: Lista de %@

source: %@, %@ (JST)
pt_br: %1$@, %2$@ (JST)

source: %lld Manga
pt_br: %lld Mangá

# %lld episodes watched of %@.|==|plural.one
source: %1$lld episodes watched of %2$@.
pt_br: %1$lld episódio assistido de %2$@.

# %lld episodes watched of %@.|==|plural.other
source: %1$lld episodes watched of %2$@.
pt_br: %1$lld episódios assistidos de %2$@.

# %lld favorites|==|plural.one
source: %lld Favorite
it: %lld Preferito
pt_br: %lld Favorito

# %lld favorites|==|plural.other
source: %lld Favorites
it: %lld Preferiti
pt_br: %lld Favoritos

# %lld of %lld
source: %1$lld of %2$lld
it: %1$lld di %2$lld
pt_br: %1$lld de %2$lld

# %lld people.|==|plural.one
source: %lld person.
pt_br: %lld pessoa.

# %lld people.|==|plural.other
source: %lld people.
pt_br: %lld pessoas.

# %lld read of %@ chapters
source: %1$lld read of %2$@ chapters
it: %1$lld letti di %2$@ capitoli
pt_br: %1$lld lido de %2$@ capítulos

# %lld read of %@ volumes|==|plural.one
source: %1$lld read of %2$@ volumes
pt_br: %1$lld lido de %2$@ volumes

# %lld read of %@ volumes|==|plural.other
source: %1$lld read of %2$@ volumes
pt_br: %1$lld lidos de %2$@ volumes

source: 'For You' shows you a list of suggested anime directly from MAL
it: 'Per te' ti mostra un elenco di anime suggeriti direttamente da MAL
pt_br: 'Para você' mostra uma lista de animes sugeridos diretamente do MAL

source: +1 Chapter
pt_br: +1 Capítulo

source: +1 Episode
pt_br: +1 Episódio

source: 2nd Key Animation
it: Seconda key animation
pt_br: Segunda Animação Principal

# 17+ (Violence &amp; Profanity)
source: 17+ (Violence & Profanity)
it: 17+ (Violenza e linguaggio scurrile)
pt_br: 17+ (Violência e Profanidade)

source: A new episode is arriving today.
it: Un nuovo episodio è in arrivo oggi.
pt_br: Um novo episódio está chegando hoje.

source: ADR Director
it: Direttore ADR
pt_br: Diretor de ADR

source: About
it: Informazioni
pt_br: Sobre

source: Accent Color
it: Colore primario
pt_br: Cor de Destaque

source: Accessibility
it: Accessibilità
pt_br: Acessibilidade

source: Account
pt_br: Conta

source: Action
it: Azione
pt_br: Ação

source: Adaptation
it: Adattamento
pt_br: Adaptação

source: Add
it: Aggiungi
pt_br: Adicionar

source: Add Comments
it: Aggiungi commenti
pt_br: Adicionar Comentários

source: Add Finish Date
it: Aggiungi data di fine
pt_br: Adicionar Data de Término

source: Add Start Date
it: Aggiungi data di inizio
pt_br: Adicionar Data de Início

source: Add to Library
it: Aggiungi alla libreria
pt_br: Adicionar à Biblioteca

source: Added by
pt_br: Adicionado por

source: Adjust multiple settings to better suit your preferences.
it: Regola diverse impostazioni per adattarle meglio alle tue preferenze.
pt_br: Ajuste várias configurações para melhor se adequar às suas preferências.

source: Adult Cast
it: Cast adulto
pt_br: Elenco Adulto

source: Adventure
it: Avventura
pt_br: Aventura

source: Air Date
it: Data di trasmissione
pt_br: Data de Exibição

source: All
it: Tutti
pt_br: Todos

source: All Ages
it: Per tutte le età
pt_br: Todas as idades

source: Allow Notifications
it: Consenti notifiche
pt_br: Permitir Notificações

source: AniList Score
pt_br: Pontuação AniList

source: Animation Director
it: Direttore dell'animazione
pt_br: Diretor de Animação

source: Anime List
pt_br: Lista de Anime

source: Anime Ranking
it: Classifica Anime
pt_br: Ranking de Anime

source: Anime Statistics
it: Statistiche Anime
pt_br: Estatísticas de Anime

source: Anime Studios
it: Studi di anime
pt_br: Estúdios de Anime

source: Anthropomorphic
it: Antropomorfo
pt_br: Antropomórfico

source: App Icon
it: Icona app
pt_br: Ícone do aplicativo

source: App Theme
it: Tema app
pt_br: Tema do aplicativo

source: Appalling
it: Terrificante
pt_br: Horroroso

source: Appearance
it: Aspetto
pt_br: Aparência

source: Apple Music Support
it: Supporto Apple Music
pt_br: Suporte ao Apple Music

source: Arabic
pt_br: Árabe

source: Are You Sure?
it: Sei sicuro?
pt_br: Tem certeza?

source: Art Director
it: Direttore artistico
pt_br: Diretor de Arte

source: Ask for Score After Watching an Anime
it: Chiedi un punteggio dopo aver visto un anime
pt_br: Pedir a Pontuação Após Assistir a um Anime

source: Ask for confirmation to mark the episode as watched.
it: Chiedi conferma per segnare l'episodio come visto.
pt_br: Peça confirmação para marcar o episódio como assistido.

source: Assistant Animation Director
it: Assistente direttore dell'animazione
pt_br: Diretor Assistente de Animação

source: Auto-fill 'Finish Date'
it: Riempi automaticamente 'Data di fine'
pt_br: Preencher automaticamente 'Data de Término'

source: Auto-fill 'Start Date'
it: Riempi automaticamente 'Data di inizio'
pt_br: Preencher automaticamente 'Data de Início'

source: Automatically fill in the first episode
it: Riempi automaticamente il primo episodio
pt_br: Preencher automaticamente o primeiro episódio.

source: Automatically sync your progress with your AniList account.
it: Sincronizza automaticamente i tuoi progressi con il tuo account AniList.
pt_br: Sincronize automaticamente seu progresso com sua conta AniList.

source: Average
it: Medio
pt_br: Média

source: Average Duration
it: Durata media
pt_br: Duração Média

source: Award Winning
it: Premiato
pt_br: Premiado

source: Bad
it: Scarso
pt_br: Ruim

source: Behavior
it: Comportamento
pt_br: Comportamento

source: Biography
pt_br: Biografia

source: Black Opacity
it: Opacità nera
pt_br: Opacidade Preta

source: Blur
it: Sfocatura
pt_br: Desfoque

source: Blur Mature Content Poster
it: Sfoca poster con contenuti per adulti
pt_br: Pôster de Conteúdo Adulto Desfocado

source: Broadcast
it: Trasmissione
pt_br: Transmissão

source: Broadcast (Local Time)
it: Trasmissione (Ora locale)
pt_br: Transmissão (Hora Local)

source: Buy • %@
it: Acquista • %@
pt_br: Comprar • %@

source: By %@
pt_br: Por %@

source: By Last Update
it: Per ultimo aggiornamento
pt_br: Pela Última Atualização

source: By Priority
pt_br: Por Prioridade

source: By Score
it: Per punteggio
pt_br: Por Pontuação

source: By Start Date
it: Per data di inizio
pt_br: Por Data de Início

source: By Title
it: Per titolo
pt_br: Por Título

source: Cache Size: %@ MB
it: Dimensione cache: %@ MB
pt_br: Tamanho do Cache: %@ MB

source: Cancel
it: Annulla
pt_br: Cancelar

source: Change List
it: Cambia lista
pt_br: Alterar Lista

source: Change the behavior when you tap the My List tab when its already open.
it: Cambia il comportamento quando tocchi la scheda La mia lista quando è già aperta.
pt_br: Mude o comportamento ao tocar na aba Listas quando ela já estiver aberta.

source: Chapter/Volume: %lld
pt_br: Capítulo/Volume: %lld

source: Chapters Read
it: Capitoli letti
pt_br: Capítulos Lidos

source: Character Design
pt_br: Design de Personagem

source: Characters
it: Personaggi
pt_br: Personagens

source: Chief Animation Director
it: Direttore capo dell'animazione
pt_br: Diretor Chefe de Animação

source: Childcare
it: Cura dei bambini
pt_br: Cuidados com Crianças

source: Children
it: Bambini
pt_br: Crianças

source: Chinese (Simplified)
pt_br: Chinês (Simplificado)

source: Chinese (Traditional)
pt_br: Chinês (Tradicional)

source: Choose an anime or manga to open.
pt_br: Escolha um anime ou mangá para abrir.

source: Clear Cache
it: Svuota cache
pt_br: Limpar Cache

source: Close
it: Chiudi
pt_br: Fechar

source: Color Design
pt_br: Design de Cores

source: Combat Sports
it: Sport da combattimento
pt_br: Esportes de Combate

source: Comedy
it: Commedia
pt_br: Comédia

source: Comments
it: Commenti
pt_br: Comentários

source: Completed
it: Completati
pt_br: Concluído

# Completed_Manga
source: Completed
it: Completati
pt_br: Concluído

source: Composed by %@
pt_br: Composto por %@

source: Confirm
it: Conferma
pt_br: Confirmar

source: Confirm, don’t ask again
pt_br: Confirmar e não perguntar novamente

source: Connect
it: Connetti
pt_br: Conectar

source: Connect with your AniList account.
it: Connettiti con il tuo account AniList.
pt_br: Conecte-se com sua conta AniList.

source: Connected Services
it: Servizi connessi
pt_br: Serviços Conectados

source: Content Provider
it: Fornitore di contenuti
pt_br: Provedor de Conteúdo

source: Continuing Series
it: Serie in continuazione
pt_br: Continuando

source: Copy English Title
it: Copia titolo inglese
pt_br: Copiar Título em Inglês

source: Copy Japanese Title
it: Copia titolo giapponese
pt_br: Copiar Título em japonês

source: Copy Romaji Title
it: Copia titolo Romaji
pt_br: Copiar Título Romaji

source: Copy Song Name
it: Copia nome canzone
pt_br: Copiar Nome Da Música

source: Currently Airing
it: In corso
pt_br: Atualmente em Exibição

source: Currently Publishing
it: In pubblicazione
pt_br: Atualmente Publicando

source: Customize Settings
it: Personalizza impostazioni
pt_br: Personalizar Configurações

source: Dark
it: Scuro
pt_br: Escuro

source: Dark Mode
it: Modalità scura
pt_br: Modo Escuro

source: Days
it: Giorni
pt_br: Dias

source: Days Read
it: Giorni di lettura
pt_br: Dias Lidos

source: Days Watching
it: Giorni di visione
pt_br: Dias Assistindo

source: Default
it: Predefinito
pt_br: Padrão

source: Delete Account
it: Elimina account
pt_br: Excluir Conta

source: Delinquents
it: Delinquenti
pt_br: Delinquentes

source: Demographics
it: Demografia
pt_br: Demografia

source: Details Page
it: Pagina dettagli
pt_br: Página de detalhes

source: Detective
pt_br: Detetive

source: Developer
it: Sviluppatore
pt_br: Desenvolvedor

source: Director
it: Regista
pt_br: Diretor

source: Director of Photography
it: Direttore della fotografia
pt_br: Diretor de Fotografia

source: Disable Auto Save on Edit Page
pt_br: Desativar salvamento automático na página de edição

source: Disable Translucent Background
it: Disabilita sfondo traslucido
pt_br: Desativar Fundo Translúcido

source: Display Preference
it: Preferenza di visualizzazione
pt_br: Preferência de exibição

source: Done
it: Fatto
pt_br: Fechar

source: Dropped
it: Abbandonati
pt_br: Dropados

# Dropped_Manga
source: Dropped
it: Abbandonati
pt_br: Dropados

source: Edit
it: Modifica
pt_br: Editar

source: Educational
it: Educativo
pt_br: Educacional

source: Enable 'For You'
it: Abilita 'Per te'
pt_br: Ative 'Para Você'

source: Enable Apple Music Support
it: Abilita supporto Apple Music
pt_br: Ative o Suporte ao Apple Music

source: Enable Auto Translation
pt_br: Habilitar Tradução Automática

source: Enable Mature Content
it: Abilita contenuti per adulti
pt_br: Ativar Conteúdo Adulto

source: Enable Preferred Launch Screen
it: Abilita schermata di avvio preferita
pt_br: Ativar Tela de Lançamento Preferencial

source: Enable Recent Searches
it: Abilita ricerche recenti
pt_br: Ativar Pesquisas Recentes

source: Enable Schedule
pt_br: Ativar Estreias

source: Enable Spotify Support
it: Abilita supporto Spotify
pt_br: Ative o Suporte do Spotify

source: End Air Date
it: Data fine trasmissione
pt_br: Data de Fim da Transmissão

source: End Date
it: Data di fine
pt_br: Data de término

source: Ending
it: Finale
pt_br: Encerramento

source: English
it: Inglese
pt_br: Inglês

source: English Title
it: Titolo inglese
pt_br: Título em Inglês

# Episode %lld in %lld days
source: Episode %1$lld in %2$lld days
pt_br: Episódio %1$lld em %2$lld dias

# Episode %lld in %lld hours
source: Episode %1$lld in %2$lld hours
pt_br: Episódio %1$lld em %2$lld horas

source: Episode %lld today
pt_br: Episódio %lld hoje

source: Episode %lld tomorrow
pt_br: Episódio %lld amanhã

source: Episode Director
it: Regista dell'episodio
pt_br: Diretor do Episódio

source: Episode: %lld
pt_br: Episódio: %lld

source: Episodes Watched
it: Episodi visti
pt_br: Episódios Assistidos

source: Erotica
pt_br: Erótico

source: Executive Producer
it: Produttore esecutivo
pt_br: Produtor Executivo

source: Explicit Genres
it: Generi espliciti
pt_br: Gêneros Explícitos

source: Explore Anime
it: Esplora Anime
pt_br: Explore Animes

source: Explore Manga
it: Esplora Manga
pt_br: Explore Mangás

source: External Links
it: Link esterni
pt_br: Links Externos

source: Fall
it: Autunno
pt_br: Outono

source: Fantasy
pt_br: Fantasia

source: Favorite Anime
it: Anime preferiti
pt_br: Animes Favoritos

source: Favorite Characters
it: Personaggi preferiti
pt_br: Personagens Favoritos

source: Favorite Manga
it: Manga preferiti
pt_br: Mangá Favoritos

source: Favorite People
it: Persone preferite
pt_br: Pessoas Favoritas

source: Filter
it: Filtra
pt_br: Filtro

# Filter Seasonal
source: Filter Season
it: Filtra stagione
pt_br: Filtrar Temporadas

source: Filter based on what's added to your list, sort by popularity or by your own score.
it: Filtra in base a ciò che è stato aggiunto alla tua lista, ordina per popolarità o per il tuo punteggio.
pt_br: Filtre com base no que é adicionado à sua lista, classide por popularidade ou por sua própria pontuação.

source: Fine
it: Discreto
pt_br: Regular

source: Finish Date
it: Data di fine
pt_br: Data de Término

source: Finished
it: Finito
pt_br: Finalizado

source: Finished Airing
it: Concluso
pt_br: Terminado

source: First Air Date
it: Data prima trasmissione
pt_br: Primeira Data Ao Ar

source: Fixed
pt_br: Fixa

source: Followed Sources
pt_br: Fontes seguidas

source: For You
it: Per te
pt_br: Para Você

source: French
pt_br: Francês

source: Friday
it: Venerdì
pt_br: Sexta-feira

source: Friends
it: Amici
pt_br: Amigos

source: Friends since %@
it: Amici dal %@
pt_br: Amigos desde %@

source: Gag Humor
pt_br: Humor de Gag

source: Genres
it: Generi
pt_br: Gêneros

source: German
it: Tedesco
pt_br: Alemão

source: Get Premium
it: Ottieni Premium
pt_br: Obter Premium

source: Get notified when a new episode or anime premieres from your list.
it: Ricevi una notifica quando un nuovo episodio o anime della tua lista viene trasmesso per la prima volta.
pt_br: Seja notificado quando um novo episódio ou anime estrear da sua lista.

# Get the latest new and chat about the app on our Discord server!
source: Get the latest news and chat about the app on our Discord server!
it: Ricevi le ultime notizie e chatta sull'app sul nostro server Discord!
pt_br: Obtenha as últimas novidades e converse sobre o aplicativo em nosso servidor do Discord!

source: Good
it: Bello
pt_br: Bom

source: Great
it: Ottimo
pt_br: Ótimo

source: Having trouble signing in? Send an email to kitsune@alexandremadeira.dev and we will help you.
it: Problemi ad accedere? Invia un'email a kitsune@alexandremadeira.dev e ti aiuteremo.
pt_br: Está tendo problemas para entrar? Envie um e-mail para kitsune@alexandremadeira.dev e nós o ajudaremos.

source: Header
pt_br: Cabeçalho

source: Hide Added
it: Nascondi aggiunti
pt_br: Ocultar Adicionado

source: Hide on Scroll
pt_br: Ocultar na Rolagem

source: High
pt_br: Alta

source: High Stakes Game
pt_br: Jogo de Alto Risco

source: Historical
it: Storico
pt_br: Histórico

source: Horrible
it: Orribile
pt_br: Péssimo

source: Horror
pt_br: Terror

source: Idols (Female)
it: Idol (donne)
pt_br: Ídolos (Feminino)

source: Idols (Male)
it: Idol (uomini)
pt_br: Ídolos (Masculino)

source: In the Upcoming section, there is no information provided about the broadcast weekday and time.
it: Nella sezione In arrivo, non ci sono informazioni sul giorno e l'ora di trasmissione.
pt_br: Na seção Em Breve, não há informações fornecidas sobre o dia da semana e a hora da transmissão.

source: In-Between Animation
it: Animazione intermedia
pt_br: Animação Intermediária

source: Information
it: Informazioni
pt_br: Informação

source: Is Rereading
it: Sta rileggendo
pt_br: Relendo

source: Is Rewatching
it: Sta riguardando
pt_br: Está assistindo novamente

source: Italian
pt_br: Italiano

source: Japanese
it: Giapponese
pt_br: Japonês

source: Japanese Title
it: Titolo giapponese
pt_br: Título Japonês

source: Join Discord Server
it: Unisciti al server Discord
pt_br: Junte-se ao Servidor do Discord

source: Join Us
it: Unisciti a noi
pt_br: Junte-se a nós

source: Join our Discord
it: Unisciti al nostro Discord
pt_br: Junte-se ao nosso Discord

source: Key Animation
pt_br: Animação Principal

source: Kids
it: Bambini
pt_br: Infantil

source: Kitsune can only show the recent activity if your list privacy setting is set to public.
pt_br: O Kitsune só pode mostrar a atividade recente se a configuração de privacidade da sua lista estiver definida como pública.

source: Kitsune couldn't open this right now, please try again later.
pt_br: Kitsune não conseguiu abrir isso agora, tente novamente mais tarde.

source: Last Sync on %@
it: Ultima sincronizzazione il %@
pt_br: Última sincronização em %@

# Last updated at %@
source: Last update: %@
it: Ultimo aggiornamento: %@
pt_br: Última atualização em %@

source: Launch at Login
pt_br: Executar no Login

source: Libraries
it: Librerie
pt_br: Bibliotecas

source: Light
it: Chiaro
pt_br: Claro

source: List
it: Lista
pt_br: Lista

source: List Selection
it: Selezione lista
pt_br: Seleção de Lista

source: List Style
pt_br: Estilo da Lista

source: Loading
it: Caricamento
pt_br: Carregando

source: Loading adaptations, this process may take some time.
it: Caricamento degli adattamenti, questo processo potrebbe richiedere del tempo.
pt_br: Carregando adaptações, esse processo pode levar algum tempo.

source: Local Time
it: Ora locale
pt_br: Hora Local

source: Love Polygon
it: Poligono amoroso
pt_br: Polígono Amoros

source: Love Status Quo
it: Status Quo Amoroso
pt_br: Status Quo Amoroso

source: Low
pt_br: Baixa

source: MAL Mean Score
it: Punteggio medio MAL
pt_br: Pontuação Média do MAL

# MAL Score &amp; Number of Users
source: MAL Score & Number of Users
it: Punteggio MAL e numero di utenti
pt_br: Pontuação MAL e Número de Usuários

source: MAL URL
pt_br: URL MAL

source: Magazines
it: Riviste
pt_br: Revistas

source: Magical Sex Shift
it: Cambio di sesso magico
pt_br: Mudança Mágica de Sexo

source: Maintenance Messages
pt_br: Mensagens de Manutenção

source: Manga
pt_br: Mangá

source: Manga Genres
it: Generi Manga
pt_br: Gêneros de Mangá

source: Manga List
pt_br: Lista de Mangá

source: Manga Magazines
it: Riviste di manga
pt_br: Revistas de Mangá

source: Manga Ranking
it: Classifica Manga
pt_br: Ranking de Mangá

source: Manga Statistics
it: Statistiche Manga
pt_br: Estatísticas de Mangá

source: Mark Next Chapter as Read
it: Segna prossimo capitolo come letto
pt_br: Marque o Próximo Capítulo como Lido

source: Mark Next Episode of %@ as Watched?
it: Segnare il prossimo episodio di %@ come visto?
pt_br: Marque o Próximo Episódio de %@ como Assistido?

source: Mark Next Episode/Chapter/Volume
it: Segna prossimo episodio/capitolo/volume
pt_br: Marcar Próximo Episódio/Capítulo/Volume

source: Mark Next Volume as Read
it: Segna prossimo volume come letto
pt_br: Marcar Próximo Volume como Lido

source: Mark Watched
it: Segna come visto
pt_br: Marcar como Assistido

source: Martial Arts
it: Arti marziali
pt_br: Artes Marciais

source: Masterpiece
it: Capolavoro
pt_br: Obra-prima

source: Mean Score
it: Punteggio medio
pt_br: Média de Pontuação

source: Media
pt_br: Mídia

source: Media ID
pt_br: ID de mídia

source: Media Type
it: Tipo di media
pt_br: Tipo de Mídia

source: Medical
it: Medico
pt_br: Médico

source: Medium
pt_br: Média

source: Menu Bar Only Mode
pt_br: Modo Somente Barra de Menu

source: Messages
pt_br: Mensagens

source: Military
it: Militare
pt_br: Militar

source: Monday
it: Lunedì
pt_br: Segunda-feira

source: More
it: Altro
pt_br: Mais

source: More Menu
pt_br: Mais

source: More search actions
pt_br: Mais ações de pesquisa

source: Most Favorited Manga
pt_br: Mais Favoritados

# Most Popular Anime
source: Most Popular
pt_br: Populares

source: Most Popular Manga
it: Manga più popolari
pt_br: Mangás Populares

source: Moves this anime to Watching and starts a new rewatch.
pt_br: Move este anime para Assistindo e inicia uma nova reassistida.

source: Movie
it: Film
pt_br: Filme

source: Music
it: Musica
pt_br: Música

source: My %@ List
it: La mia lista %@
pt_br: Lista de %@

source: My Anime List
it: La mia lista Anime
pt_br: Lista de Anime

source: My List
it: La mia lista
pt_br: Listas

source: My List Tab Behavior
it: Comportamento scheda La mia lista
pt_br: Comportamento da Aba Listas

# My List, Edit Status, Add Items and Statics need a MyAnimeList account.
source: My List, Edit Status, Add Items and Statistics need a MyAnimeList account.
it: La mia lista, Modifica stato, Aggiungi elementi e Statistiche richiedono un account MyAnimeList.
pt_br: Listas, Editar Status, Adicionar Itens e Estatísticas precisam de uma conta MyAnimeList.

source: My Manga List
it: La mia lista Manga
pt_br: Lista de Mangá

source: My Score
it: Il mio punteggio
pt_br: Minha pontuação

source: Mystery
it: Mistero
pt_br: Mistério

source: Mythology
it: Mitologia
pt_br: Mitologia

source: New This Season
it: Novità di questa stagione
pt_br: Novo nesta temporada

source: News
pt_br: Notícias

source: Next: Episode %lld
pt_br: Próximo: Episódio %lld

source: No messages
pt_br: Sem mensagens

source: None
it: Nessuno
pt_br: Nenhum

source: Not Added
pt_br: Não Adicionado

source: Not Scored
it: Senza punteggio
pt_br: Não Avaliado

source: Not Yet Aired
it: Non ancora trasmesso
pt_br: Ainda Não Foi Ao Ar

source: Not Yet Published
it: Non ancora pubblicato
pt_br: Ainda não publicado

source: Nothing found.
it: Nessun risultato.
pt_br: Nada encontrado.

source: Nothing here yet.
it: Non c'è ancora niente.
pt_br: Nada aqui ainda.

source: Notification Support
it: Supporto notifiche
pt_br: Suporte de Notificação

source: Notification Support needs Background access to work, you can also force the sync.
it: Il supporto alle notifiche richiede l'accesso in background per funzionare, puoi anche forzare la sincronizzazione.
pt_br: O Suporte de Notificação precisa de acesso em segundo plano para trabalhar, você também pode forçar a sincronização.

source: Notification support requires Kitsune Premium.
it: Il supporto alle notifiche richiede Kitsune Premium.
pt_br: O suporte de notificação requer o Kitsune Premium.

source: Notifications
it: Notifiche
pt_br: Notificações

source: Number of Chapters
it: Numero di capitoli
pt_br: Número de Capítulos

source: Number of Episodes
it: Numero di episodi
pt_br: Número de Episódios

source: Number of Members
it: Numero di membri
pt_br: Número de Membros

source: Number of Volumes
it: Numero di volumi
pt_br: Número de Volumes

source: On Hold
it: In pausa
pt_br: Em Pausa

source: On MyAnimeList since %@
it: Su MyAnimeList dal %@
pt_br: Em MyAnimeList desde %@

source: On-Hold
it: In pausa
pt_br: Em Pausa
