Repository: JiZPaper/Kitsune-Translations
Catalog: Localizations/*.xcloc/Localized Contents/*.xliff
Languages: pl, ru, uk

source: When switching to the 'Watching' list, automatically mark the first episode as watched.
pl: Dodając anime do listy "Oglądane", automatycznie oznacz pierwszy odcinek jako obejrzany.
ru: При добавлении аниме в список «Смотрю» первая серия будет считаться просмотренной.
uk: При додаванні аніме до списку "Дивлюся" автоматично помічати першу серію як переглянуту.

source: Winter
pl: Zima
ru: Зима
uk: Зима

source: Write a Review
pl: Napisz opinię
ru: Написать отзыв
uk: Написати відгук

source: Year
pl: Rok
ru: Год
uk: Рік

source: You can create a MyAnimeList account by signing up on https://myanimelist.net using your preferred browser.
ru: Вы можете создать учетную запись MyAnimeList, зарегистрировавшись на сайте https://myanimelist.net с помощью предпочитаемого браузера.
uk: Ви можете створити обліковий запис на MyAnimeList , зареєструвавшись по посиланню https://myanimelist.net через будь-який браузер.

source: You can create an AniList account by signing up on https://anilist.co using your preferred browser.
ru: Вы можете создать учетную запись AniList, зарегистрировавшись на сайте https://anilist.co через любой браузер.
uk: Ви можете створити обліковий запис на AniList, зареєструвавшись по посиланню https://anilist.co через будь-який браузер.

source: You can enable both, but Kitsune can only display one at a time.
ru: Вы можете включить оба, но Kitsune может отображать только одно за раз.
uk: Ви можете увімкнути одразу обидва, проте Kitsune може відображати тільки одне за раз.

source: You need Kitsune Premium to change this.
ru: Чтобы изменить это, вам нужен Kitsune Premium.
uk: Вам потрібен Kitsune Premium, щоб змінити це.

source: You need the Spotify app installed.
ru: У вас должно быть установлено приложение Spotify.
uk: Застосунок Spotify має бути встановленим на вашому пристрої.

source: You'll need to Sign In again if you want to sync your AniList account with your MyAnimeList account.
ru: Вам будет необходимо выполнить вход повторно, если вы хотите синхронизировать вашу учётную запись AniList с учётной записью MyAnimeList.
uk: Ви маєте повторно увійти, якщо ви хочете синхронізувати ваш обліковий запис на AniList з обліковим записом на MyAnimeList.

source: You'll need to Sign In again if you want to use My List, Edit Status, Add Item, and Statics.
pl: Aby korzystać z funkcji Moja lista, Edytuj status, Dodaj anime/mangę i Statystyki, należy zalogować się ponownie.
ru: Вам нужно будет снова войти в систему, если вы хотите использовать Мой список, Редактировать статус, Добавить элемент и Статику.
uk: Ви маєте повторно увійти, якщо ви хочете користуватися функціями "Мій список", "Редагувати статус", "Додати елемент" та "Статистика".

# You're a Premium user.&#10; Thank you for your support!
source: You're a Premium user. Thank you for your support!
ru: Вы – пользователь Premium. Спасибо за поддержку!
uk: Ви – premium-користувач. Дякуємо за підтримку!

# Your Schedule
source: Schedule
ru: Ваше расписание
uk: Розклад

# Your Schedule is empty for today.
source: Schedule is empty for today.
ru: Ваше расписание на сегодня пусто.
uk: Розклад на сьогодні пустий.

# Your Schedule is empty right now.
source: Schedule is empty right now.
ru: Ваше расписание сейчас пусто.
uk: Розклад наразі пустий.

# Your session has expired.&#10;Please, sign in again to keep using the app.
source: Your session has expired. Please, sign in again to keep using the app.
pl: Twoja sesja wygasła. Zaloguj się ponownie, aby nadal korzystać z aplikacji.
ru: Срок действия вашей сессии истек. Пожалуйста, войдите снова, чтобы продолжить пользоваться приложением.
uk: Час вашої сесії сплинув. ПБудь ласка, увійдіть заново, щоб продовжити користуватися застосунком.

# about_your_schedule
source: Schedule organizes your currently watching anime by their weekday release, displaying them from Monday to Sunday. It also includes upcoming premieres from your 'Plan to Watch' list for the next 3 days.
ru: Ваше расписание организует просмотр аниме, которое в настоящее время вы смотрите, по дням недели, отображая их с понедельника по воскресенье. Оно также включает предстоящие премьеры из вашего списка "Планирую посмотреть" на ближайшие 3 дня.
uk: Розклад сортує аніме, які ви дивитеся наразі, за днями тижня (коли серії виходять), відображаючи їх з понеділка по неділю. У нього також включені майбутні прем'єри з вашого списку «Заплановано до перегляду» на 3 дні вперед.

# Disable Translucent Background|==|device.mac
source: Disable Translucent Background
uk: Вимкнути напівпрозорий фон

# Disable Translucent Background|==|device.other
source: Disable Translucent Background
uk: Вимкнути напівпрозорий фон

# %@ at %@ (Local Time)
source: %1$@ at %2$@ (Local Time)
pl: %1$@ o godzinie %2$@ (czasu lokalnego)

# %@ of %@
source: %1$@ of %2$@
pl: %1$@ z %2$@

source: %@'s list is empty or is private.
pl: Lista %@ jest pusta lub prywatna.

# %lld line|==|plural.few
source: %lld lines
pl: %lld wierszy

# %lld line|==|plural.many
source: %lld lines
pl: %lld wierszy

# %lld line|==|plural.one
source: %lld line
pl: %lld wiersz

# %lld line|==|plural.other
source: %lld lines
pl: %lld wierszy

source: About Your Schedule
pl: Informacje o harmonogramie

source: Account Settings
pl: Ustawienia konta

source: Added
pl: Dodano

source: Allow Anime Notification
pl: Zezwalaj na powiadomienia Anime

source: Always Show Watching Progress on Posters
pl: Zawsze pokazuj postęp oglądania na plakatach

source: Anime Stats (In Days)
pl: Statystyki anime (dni)

source: Anime Stats (In Items)
pl: Statystyki anime (pozycje)

source: App Features
pl: Funkcje aplikacji

source: Auto-fill 'Finish Date' when marking the last episode as watched.
pl: Automatyczne wypełnianie "Daty zakończenia" podczas oznaczania ostatniego odcinka jako obejrzanego.

source: Auto-fill 'Start Date' when marking the first episode as watched.
pl: Automatyczne wypełnianie "Daty rozpoczęcia" podczas oznaczania pierwszego odcinka jako obejrzanego.

source: Blue
pl: Niebieski

source: Brown
pl: Brązowy

source: Cherry
pl: Wiśniowy

source: Choose between a list or a rating indicator to display on posters. My List screen will always show the rating indicator, other screens will respect this setting.
pl: Wybierz między wyświetlaniem listy lub wskaźnika oceny na plakatach. Na ekranie Moja lista zawsze będzie wyświetlany wskaźnik oceny, a inne ekrany będą respektować to ustawienie.

source: Choose between list and poster style.
pl: Wybierz styl listy lub plakatu.

source: Choose between poster or list style on My List and Your Schedule screens.
pl: Wybierz styl plakatu lub listy na ekranach Moja lista i Twój harmonogram.

source: Choose how many lines you want the title to appear on My List.
pl: Wybierz liczbę wierszy, w których tytuł ma być wyświetlany na Mojej liście.

source: Copy
pl: Kopiuj

source: Coral
pl: Koralowy

source: Customize
pl: Dostosuj

source: Cyan
pl: Cyjanowy

source: Disable Popups
pl: Wyłącz wyskakujące okienka

source: Disable Search Filter
pl: Wyłącz filtr wyszukiwania

source: Disable Trailers
pl: Wyłącz zwiastuny

# Failed to update item.&#10;Please try again later.
source: Failed to update item. Please try again later.
pl: Nie udało się zaktualizować elementu. Spróbuj ponownie później.

source: Favorites Anime
pl: Ulubione anime

source: Favorites Character
pl: Ulubione postacie

source: Favorites Manga
pl: Ulubione mangi

source: Favorites People
pl: Ulubione osoby

source: Feedback
pl: Opinia

# Feedback Sent.&#10;Thank you!
source: Feedback Sent. Thank you!
pl: Twoja opinia została wysłana. Dziękuję!

source: Feel free to suggest features, improvements, or report bugs. Your feedback is crucial to make Kitsune better for everyone.
pl: Zachęcamy do sugerowania funkcji, ulepszeń lub zgłaszania błędów. Twoja opinia ma kluczowe znaczenie dla ulepszenia Kitsune dla wszystkich. .

source: Follow Kitsune on X/Twitter
pl: Śledź Kitsune na X/Twitterze

source: Follow Kitsune on X/Twitter to stay updated about new features coming soon or to send your feedback/report via DM.
pl: Śledź Kitsune na X/Twitterze, aby być na bieżąco z nowymi funkcjami, które pojawią się wkrótce lub aby wysłać swoją opinię/raport za pośrednictwem DM.

source: Get Kitsune Premium
pl: Zdobądź Kitsune Premium

# Get Kitsune Premium&#10;%@
source: Get Kitsune Premium %@
pl: Zdobądź Kitsune Premium %@

source: Gray
pl: Szary

source: Green
pl: Zielony

source: Having trouble signing in? Send an email to contact@alexandremadeira.dev and we will help you.
pl: Masz problemy z logowaniem? Wyślij wiadomość e-mail na adres contact@alexandremadeira.dev, a my Ci pomożemy.

source: Hide Previous Days
pl: Ukryj poprzednie dni

source: If you prefer, you can send an email to contact@alexandremadeira.dev using your email client for a faster follow-up.
pl: Jeśli wolisz, możesz wysłać wiadomość e-mail na adres contact@alexandremadeira.dev za pomocą klienta poczty e-mail, aby szybciej podjąć dalsze działania.

source: Indigo
pl: Indygo

source: Lavender
pl: Lawendowy

source: Mint
pl: Miętowy

source: MyAnimeList Account
pl: Konto MyAnimeList

source: No Results for '%@'.
pl: Brak wyników dla "%@".

source: No subscription required; make one purchase to unlock all current and upcoming premium features. Works on your iPhone, iPad, Mac (with Apple Silicon), and Apple Vision Pro, with support for Family Sharing.
pl: Nie jest wymagana subskrypcja; wystarczy jeden zakup, aby odblokować wszystkie obecne i nadchodzące funkcje premium. Działa na iPhonie, iPadzie, Macu (z Apple Silicon) i Apple Vision Pro, z obsługą Chmury rodzinnej.

source: Nothing found here, try again later or change the list.
pl: Nic nie znaleziono, spróbuj ponownie później lub zmień listę.

source: Nothing found, try again later or change the season/year.
pl: Nic nie znaleziono, spróbuj ponownie później lub zmień sezon/rok.

source: On Social Media
pl: W mediach społecznościowych

source: One Price, No Sub.
pl: Płacisz raz, bez żadnej subskrypcji.

source: Open any anime/manga from MAL directly in the app.
pl: Otwieranie dowolnego anime/mangi z MAL bezpośrednio w aplikacji.

source: Orange
pl: Pomarańczowy

source: Personalize the app with themes that match your style.
pl: Spersonalizuj aplikację za pomocą motywów pasujących do Twojego stylu.

source: Pink
pl: Różowy

source: Popularity
pl: Po popularności

source: Purple
pl: Fioletowy

source: Receive notifications when a new episode is released or when a new anime premieres from your list.
pl: Otrzymuj powiadomienia o wydaniu nowego odcinka lub premierze anime z Twojej listy.

source: Recently Completed
pl: Ostatnio ukończone

source: Red
pl: Czerwony

source: Related Anime
pl: Powiązane Anime

source: Removed
pl: Usunięto

source: Review Kitsune
pl: Recenzja Kitsune

source: Rose Gold
pl: Różowe złoto

source: See All
pl: Zobacz wszystkie

source: See your current releases in a timeline with Your Schedule.
pl: Zobacz swoje bieżące premiery na osi czasu w swoim harmonogramie.

source: Send
pl: Wyślij

source: Share
pl: Udostępnij

source: Show 'Last Updated at' On Edit Screens
pl: Pokaż "Ostatnia aktualizacja w dniu" na ekranie edycji

source: Show Time in 'Your Schedule'
pl: Wyświetlanie czasu w "Harmonogramie"

source: Since %@
pl: Od %@

source: Sky Blue
pl: Błękit nieba

source: Some features requires Kitsune Premium
pl: Niektóre funkcje wymagają Kitsune Premium

source: Steel
pl: Stalowy

# Support &amp; About
source: Support & About
pl: Wsparcie i informacje

source: Support Kitsune
pl: Wsparcie Kitsune

source: Support the development of the app, undertaken by a single developer.
pl: Wspieraj rozwijanie tej aplikacji, która jest realizowana przez jednego programistę.

source: Teal
pl: Turkusowy

source: This filter is always disabled on the user's lists.
pl: Ten filtr jest zawsze wyłączony na listach użytkowników.

source: This option will hide previous days and show only from today up to Sunday.
pl: Opcja ta ukryje poprzednie dni i wyświetli tylko od dzisiaj do niedzieli.

source: This will notify when new episodes from 'Watching' is released on when a new series or movie is released from 'Plan to Watch'.
pl: Powiadomienia o wydaniu nowych odcinków z listy "Oglądane" lub o wydaniu nowego odcinka lub filmu z listy "Do obejrzenia".

source: Title Length
pl: Długość tytułu

source: Top Airing
pl: Top Wychodzące

source: Top Favorites
pl: Ulubione

source: Top Movie
pl: Top Film

source: Top Special
pl: Top Specialne

source: Top TV Series
pl: Top Serie TV

source: Trailers
pl: Zwiastuny

source: Try again later.
pl: Spróbuj ponownie później.

source: Turquoise
pl: Turkusowy

source: Turquoise Blue
pl: Turkusowo-niebieski

source: Unlock Custom App Themes
pl: Odblokuj niestandardowe motywy aplikacji

source: Unlock Kitsune Premium and supercharge your experience.
pl: Odblokuj Kitsune Premium i zwiększ swoje wrażenia.

# Version %@ • %@
source: Version %1$@ • %2$@
pl: Wersja %1$@ • %2$@

source: Welcome back, %@!
pl: Witaj ponownie, %@!

source: Yellow
pl: Żółty

# You're a Premium user.&#10;Thank you for your support.
source: You're a Premium user. Thank you for your support.
pl: Jesteś użytkownikiem Premium. Dziękujemy za wsparcie.

source: Your List, Your Way
pl: Twoja Lista, Twój Styl

source: Your Schedule
pl: Twój Harmonogram

source: Your Schedule is empty right now.
pl: Twój Harmonogram jest teraz pusty.

# about_your_schedule
source: Your Schedule organizes your currently watching animes by their weekday release, displaying them from Monday to Sunday. It also includes upcoming premieres from your 'Plan to Watch' list for the next 7 days. On premiere day, a simple swipe marks the first episode as watched, seamlessly transitioning it from 'Plan to Watch' to 'Watching'."
pl: Twój Harmonogram porządkuje aktualnie oglądane anime według ich premier w dni powszednie, wyświetlając je od poniedziałku do niedzieli. Zawiera również nadchodzące premiery z listy 'Do obejrzenia' na następne 7 dni. W dniu premiery wystarczy przesunąć palcem, aby oznaczyć pierwszy odcinek jako obejrzany, płynnie przenosząc go z listy "Do obejrzenia" do "Oglądane"
