Repository: JiZPaper/Kitsune-Translations
Catalog: Localizations/*.xcloc/Localized Contents/*.xliff
Languages: pl, ru, uk

source: %@ (Local Time)
pl: %@ (czasu lokalnego)
ru: %@ (местное время)
uk: %@ (місцевий час)

# %@ by %lld users
source: %1$@ by %2$lld users
ru: %1$@ от %2$lld пользователей
uk: %1$@ від %2$lld користувачів

source: %@ days
pl: %@ dni
ru: %@ дней
uk: %@ днів

# %@ episodes, %@
source: %1$@ episodes, %2$@
ru: %1$@ серий, %2$@
uk: %1$@ серій, %2$@

source: %@ minutes
ru: %@ минут
uk: %@ хвилин

source: %@'s List
ru: Список %@
uk: Список %@

source: %lld Anime
ru: %lld аниме
uk: %lld аніме

source: %lld Manga
ru: %lld манг(а/и)
uk: %lld манґ(а/и)

source: %lld actors
ru: %lld чел.
uk: %lld ос.

source: %lld anime
ru: %lld аниме
uk: %lld аніме

# %lld episodes watched of %@.
source: %1$lld episodes watched of %2$@.
pl: %1$lld obejrzanych odcinków z %2$@.
ru: просмотрено %1$lld серий из %2$@.
uk: переглянуто %1$lld серій з %2$@.

# %lld favorites|==|plural.few
source: %lld Favorites
ru: %lld любимых
uk: %lld улюблених

# %lld favorites|==|plural.many
source: %lld Favorites
ru: %lld любимых
uk: %lld улюблених

# %lld favorites|==|plural.one
source: %lld Favorite
ru: %lld любимых
uk: %lld улюблених

# %lld favorites|==|plural.other
source: %lld Favorites
ru: %lld любимых
uk: %lld улюблених

# %lld items|==|plural.few
source: %lld items
pl: %lld elementów
ru: %lld элемент(а/ов)
uk: %lld елемент(и/ів)

# %lld items|==|plural.many
source: %lld items
pl: %lld elementów
ru: %lld элемент(а/ов)
uk: %lld елемент(и/ів)

# %lld items|==|plural.one
source: %lld item
pl: %lld element
ru: %lld элемент(а/ов)
uk: %lld елемент(и/ів)

# %lld items|==|plural.other
source: %lld items
pl: %lld elementów
ru: %lld элемент(а/ов)
uk: %lld елемент(и/ів)

# %lld items|==|plural.zero
source: %lld items
pl: %lld elementów
ru: %lld элемент(а/ов)
uk: %lld елемент(и/ів)

source: %lld manga
ru: %lld манг(а/и)
uk: %lld манґ(а/и)

# %lld of %lld
source: %1$lld of %2$lld
pl: %1$lld z %2$lld
ru: %1$lld из %2$lld
uk: %1$lld з %2$lld

# %lld read of %@ chapters
source: %1$lld read of %2$@ chapters
pl: %1$lld przeczytane z %2$@ rozdziałów
ru: %1$lld прочитал %2$@ главы
uk: прочитано %1$lld з %2$@ глав

# %lld read of %@ volumes
source: %1$lld read of %2$@ volumes
pl: %1$lld przeczytane z %2$@ tomów
ru: %1$lld чтение томов %2$@
uk: прочитано %1$lld з %2$@ томів

source: 'For You' shows you a list of suggested anime directly from MAL
ru: В "Для вас" показан список предложенных вам аниме напрямую с MAL
uk: У розділі "Для вас" показано список рекомендованих вам аніме напряму з MAL

# 17+ (Violence &amp; Profanity)
source: 17+ (Violence & Profanity)
pl: 17+ (przemoc i wulgaryzmy)
ru: 17+ (Насилие и ненормативная лексика)
uk: 17+ (насильство й ненормативна лексика)

source: A new episode is arriving today.
pl: Nowy odcinek pojawi się dzisiaj.
ru: Сегодня выходит новая серия.
uk: Сьогодні виходить нова серія.

source: About
pl: O aplikacji
ru: О приложении
uk: Про застосунок

# About Your Schedule
source: About Schedule
ru: О вашем расписании
uk: Про розклад

source: Accent Color
pl: Akcent kolorystyczny
ru: Акцентный цвет
uk: Колір виділення

source: Accessibility
ru: Универсальный доступ
uk: Універсальний доступ

source: Account
pl: Konto
ru: Профиль
uk: Обліковий запис

source: Adaptation
ru: Адаптация
uk: Адаптація

source: Add
pl: Dodaj
ru: Добавить
uk: Додати

source: Add Comments
pl: Dodaj komentarz
ru: Добавить комментарий
uk: Додати коментар

source: Add Finish Date
pl: Dodaj datę zakończenia
ru: Добавить дату окончания
uk: Додати дату завершення

source: Add Start Date
pl: Dodaj datę rozpoczęcia
ru: Добавить дату начала
uk: Додати дату початку

source: Add to Library
ru: Добавить в библиотеку
uk: Додати до бібліотеки

source: Adjust multiple settings to better suit your preferences.
pl: Dostosuj wiele ustawień, aby lepiej dopasować je do swoich preferencji.
ru: Измените параметры так, чтобы оно лучше соответствовали вашим предпочтениям.
uk: Відрегулюйте деякі налаштування на свій смак.

source: Air Date
pl: Data emisji
ru: Дата выхода в эфир
uk: Дата виходу в ефір

source: All Ages
pl: Wszystkie grupy wiekowe
ru: Все возрасты
uk: Будь-який вік

source: Allow Notifications
ru: Разрешить уведомления
uk: Дозволити відправку повідомлень

source: Anime
ru: Аниме
uk: Аніме

# Anime &amp; Manga Only
source: Anime & Manga Only
ru: Только аниме и манга
uk: Тільки аніме й манґа

source: Anime Staff Positions
ru: Должности сотрудников аниме
uk: Должности сотрудников аниме

source: Anime Statistics
ru: Статистика по аниме
uk: Статистика щодо аніме

source: Anime Studios
ru: Студии анимаци
uk: Анімаційні студії

source: Animeography
pl: Animeografia
ru: Анимеография
uk: Анімеографія

source: App Icon
pl: Ikona aplikacji
ru: Иконка приложения
uk: Іконка застосунку

source: App Theme
pl: Motyw aplikacji
ru: Тема приложения
uk: Тема застосунку

source: Appalling
pl: Przerażające
ru: Хуже некуда
uk: Відверте лайно

source: Appearance
pl: Wygląd
ru: Тема оформления
uk: Зовнішній вигляд

source: Apple Music Support
ru: Поддержка Apple Music
uk: Синхронізація з Apple Music

source: Are You Sure?
pl: Czy jesteś pewien?
ru: Вы уверены?
uk: Вив впевнені?

source: Are you sure?
pl: Jesteś pewien?
ru: Вы уверены?
uk: Вив впевнені?

source: Ask for Score After Watching an Anime
ru: Спрашивать оценку после просмотра аниме
uk: Питати про оцінку після перегляду аніме

source: Ask for confirmation to mark the episode as watched.
ru: Запрашивать подтверждение перед маркировкой серии как просмотренной.
uk: Вимагати підтвердження перед тим, як помітити серію як переглянуту.

source: Auto-fill 'Finish Date'
ru: Автоматически заполнять поле "Дата окончания просмотра"
uk: Автоматично заповнювати дату завершення

source: Auto-fill 'Start Date'
ru: Автоматически заполнять поле "Дата начала просмотра"
uk: Автоматично заповнювати дату початку

source: Automatically fill in the first episode
pl: Automatycznie uzupełnij pierwszy odcinek
ru: Указывать первую серию просмотренной
uk: Автоматично помічати першу серію як переглянуту

source: Automatically sync new changes
ru: Автоматически синхронизировать внесённые изменения
uk: Автоматично синхронізувати нові зміни

source: Automatically sync your progress with your AniList account.
ru: Автоматически синхронизировать прогресс с вашей учётной записью на AniList.
uk: Автоматично синхронізувати прогрес з вашим обліковим записом AniList.

source: Average
pl: Przeciętne
ru: Более-менее
uk: Так собі

source: Average Duration
pl: Średni czas trwania
ru: Продолжительность
uk: Середня тривалість

source: Bad
pl: Słabe
ru: Плохо
uk: Погано

source: Behavior
pl: Zachowanie
ru: Основные
uk: Основні

source: Black Opacity
ru: Прозрачность
uk: Прозорий

source: Blur
ru: Размытие
uk: Розмитий

source: Blur Mature Content Poster
ru: Размытие постера с "контентом для взрослых"
uk: Розмивати постери з контентом для дорослих

source: Broadcast
pl: Transmitowane
ru: Трансляция
uk: Трансляція

source: Broadcast (Local Time)
ru: Трансляция (по местному времени)
uk: Трансляція (за місцевим часом)

source: Buy (%@)
ru: Приобрести (%@)
uk: Придбати (%@)

source: Buy • %@
ru: Приобрести • %@
uk: Придбати • %@

source: By Last Update
pl: Po ostatniej aktualizacji
ru: По последнему обновлению
uk: За датою оновлення

source: By Score
pl: Po ocenie
ru: По оценке
uk: За оцінкою

source: By Start Date
pl: Po dacie rozpoczęcia
ru: По дате начала
uk: За датою початку

source: By Title
pl: Po tytule
ru: По названию
uk: За назвою

source: Cache Size: %@ MB
ru: Объём кэша: %@ МБ
uk: Об'єм кешу: %@ МБ

source: Cancel
pl: Anuluj
ru: Отмена
uk: Скасувати

source: Change List
pl: Zmień listę
ru: Изменить Список
uk: Перенести у список

source: Change the behavior when you tap the My List tab when its already open.
ru: Изменить поведение при нажатии на вкладку "Мой список", когда она уже открыта.
uk: Змінити поведінку при натисканні на вкладку "Мій список", коли вона вже відкрита.

source: Chapters Read
pl: Przeczytane rozdziały
ru: Главы
uk: Глав прочитано

source: Characters
ru: Персонажи
uk: Персонажі

source: Children
ru: Дети
uk: Діти

source: Clear Cache
pl: Wyczyść pamięć podręczną
ru: Очистить кэш
uk: Очистити кеш

source: Close
pl: Zamknij
ru: Закрыть
uk: Закрити

source: Collapse
pl: Zwiń
ru: Свернуть
uk: Згорнути

source: Comments
pl: Komentarze
ru: Комментарии
uk: Коментарі

source: Completed
pl: Obejrzane
ru: Просмотрено
uk: Переглянуто

# Completed_Manga
source: Completed
ru: Прочитано
uk: Прочитано

source: Confirm
pl: Potwierdź
ru: Подтвердите
uk: Підтвердити

source: Connect
ru: Подключить
uk: Під'єднати

source: Connect with your AniList account.
ru: Сопряжение с вашей учётной записью на AniList.
uk: Під'єднайте ваш обліковий запис на AniList.

source: Connect your AniList Account
ru: Сопряжение с учётной записью AniList
uk: Під'єднати ваш обліковий запис на AniList

source: Connected Services
ru: Подключенные сервисы
uk: Під'єднані сервіси

source: Content Provider
pl: Dostawca treści
ru: Поставщик контента
uk: Контент-провайдери

source: Continuing Series
ru: Продолжение серии
uk: Серіали, що продовжуються

source: Copy Song Name
ru: Копирование названия песни
uk: Скопіювати назву пісні

source: Currently Airing
pl: Obecnie emitowane
ru: Онгоинг
uk: Онгоїнг

source: Currently Publishing
ru: Выходит
uk: Видається

source: Customize Settings
ru: Кастомизация настроек
uk: Персанольні налаштування

source: Customize what you want to see in the Anime and Manga detail page.
ru: Настройте под себя то, что вы хотели бы видеть на странице с подробностями про аниме и мангу.
uk: Налаштуйте те, що ви хотіли б бачити на сторінці з подробицями щодо аніме й манґи.

source: Dark
pl: Ciemny
ru: Тёмная
uk: Темна

source: Dark Mode
ru: Тёмная тема
uk: Нічний режим

source: Dates
ru: Даты
uk: Дати

source: Days
pl: Dni
ru: Дни
uk: Днів

source: Days Read
ru: Дней чтения
uk: Днів читання

source: Days Watching
ru: Дней просмотра
uk: Днів перегляду

source: Default
pl: Domyślnie
ru: По умолчанию
uk: Стандартні налаштування

source: Delete Account
pl: Usuń konto
ru: Удалить аккаунт
uk: Видалити обліковий запис

source: Demographics
ru: Демография
uk: Демографія

source: Design
ru: Дизайн
uk: Дизайн

source: Details Page
ru: Страница с подробностями
uk: Подробиці

source: Developed by Alexandre Madeira
pl: Stworzone przez Alexandre Madeira
ru: Разработано Александром Мадейрой
uk: Розроблено Олександром Мадейрою

source: Disable Translucent Background
pl: Wyłącz przezroczyste tło
ru: Отключить полупрозрачный фон

source: Dismiss
pl: Ignoruj
ru: Отменить
uk: Скасувати

source: Display Preference
pl: Preferencje wyświetlania
ru: Параметры отображения
uk: Налаштування відображення

source: Display Today's Airing Episode Number
ru: Отображать номер серии, вышедшей сегодня в эфир
uk: Відображати нумер серії, яка сьогодні виходить в ефір

source: Done
pl: Gotowe
ru: Готово
uk: Готово

source: Doujinshi
ru: Додзинси
uk: Додзінсі

source: Dropped
pl: Porzucone
ru: Брошено
uk: Закинуто

# Dropped_Manga
source: Dropped
ru: Брошено
uk: Закинуто

source: Edit
pl: Edytuj
ru: Изменить
uk: Редагувати

source: Enable 'For You'
ru: Включить функцию "Для вас"
uk: Увімкнути функцію "Для вас"

source: Enable Apple Music Support
ru: Включите поддержку Apple Music
uk: Увімкнути синхронізацію з Apple Music

source: Enable Mature Content
ru: Включить "контент для взрослых"
uk: Дозволити контент для дорослих

source: Enable Preferred Launch Screen
pl: Włącz preferowany ekran startowy
ru: Предпочитаемый стартовый экран
uk: Увімкнути стартовий екран

source: Enable Recent Searches
ru: Включить последние запросы
uk: Увімкнути історію останніх пошукових запитів

source: Enable Spotify Support
ru: Включить сопряжение со Spotify
uk: Увімкнути синхронізацію зі Spotify

source: Enable Trailers
ru: Включить трейлеры
uk: Увімкнути трейлери

source: End Air Date
pl: Data zakończenia emisji
ru: Дата окончания эфира
uk: Дата завершення виходу в ефір

source: End Date
pl: Data zakończenia
ru: Дата окончания
uk: Дата завершення

source: Ending
ru: Эндинг
uk: Ендінг

source: English
pl: Angielski
ru: Английский
uk: Англійська

source: English Title
pl: Tytuł angielski
ru: Название на английском
uk: Назва англійською

source: Enhance your experience on Kitsune by connecting your preferred third-party services.
ru: Улучшите свой опыт в Kitsune, подключив ваши любимые сторонние сервисы.
uk: Покращите свій досвід користування Kitsune, під'єднавши ваші улюблені сторонні сервіси.

source: Enjoying Kitsune?
pl: Podoba ci się Kitsune?
ru: Нравится Kitsune?
uk: Вам подобається Kitsune?

source: Episodes
ru: Серии
uk: Серій

source: Episodes Watched
ru: Серий просмотрено
uk: Серій переглянуто

source: Every change made on your MAL list on Kitsune will reflect on your AniList lists.
ru: Любое изменение, которое вы сделаете в вашем списке на MAL, также отобразится в вашем списке на AniList.
uk: Кожна внесена зміна у вашому списку на MAL також відобразиться у вашому списку на AniList.

source: Explicit Genres
ru: Жанры для взрослых
uk: Жанри для дорослих

source: Explore Anime
ru: Поиск новых аниме
uk: Пошук нового аніме

source: Explore Manga
ru: Поиск новой манги
uk: Пошук нової манґи

source: External Links
ru: Внешние ссылки
uk: Посилання на зовнішні джерела

source: Fall
pl: Jesień
ru: Осень
uk: Осінь

source: Favorite Anime
ru: Избранное (аниме)
uk: Моє улюблене аніме

source: Favorite Characters
ru: Избранное (персонажи)
uk: Мої улюблені персонажі

source: Favorite Manga
ru: Избранное (манга)
uk: Моя улюблена манґа

source: Favorite People
ru: Избранное (люди)
uk: Мої улюблені люди

source: Filter
ru: Фильтр
uk: Фільтрування

# Filter Seasonal
source: Filter Season
pl: Filtruj sezon
ru: Фильтры
uk: Фільтри (сезон)

source: Filter based on what's added to your list, sort by popularity or by your own score.
pl: Filtruj na podstawie tego, co zostało dodane do Twojej listy, sortuj według popularności lub własnej oceny.
ru: Используйте различные фильтры, сортируйте по популярности или по вашим оценкам.
uk: Фільтруйте на основі доданих елементів у вашому списку, сортуйте за популярністю чи за оцінкою.

source: Filter by added, sort by popularity and more.
pl: Filtruj według dodanych, sortuj według popularności i nie tylko.
ru: Фильтруйте по добавленным, сортируйте по популярности и многое другое.
uk: Фільтруйте по доданих, сортуйте за популярністю тощо.

# Filter your Seasonal
source: Filter your Season
pl: Filtruj swój sezon
ru: Отфильтруйте свой сезон
uk: Відсортуйте свій сезон

source: Fine
pl: W porządku
ru: Нормально
uk: Нормально

source: Finish Date
pl: Data zakończenia
ru: Дата окончания
uk: Дата завершення

source: Finished
ru: Издано
uk: Видано

source: Finished Airing
pl: Zakończono emisję
ru: Вышло
uk: Вийшло

source: First Air Date
pl: Data początku emisji
ru: Первая дата выхода в эфир
uk: Перша дата виходу в ефір

source: For You
pl: Dla Ciebie
ru: Для вас
uk: Для тебе

source: For better compatibility with iOS 18, please reset the icon
ru: Для лучшей совместимости с iOS 18, пожалуйста, сбросьте настройки иконки
uk: Для кращої роботи з iOS 18, будь ласка, скиньте налаштування іконки

source: Friday
pl: Piątek
ru: Пятница
uk: П'ятниця

source: Friends
pl: Znajomi
ru: Друзья
uk: Друзі

source: Friends since %@
ru: Друзья с %@
uk: Друзі з %@

source: General
pl: Ogólne
ru: Общие
uk: Загальні

source: Genres
pl: Gatunki
ru: Жанры
uk: Жанри

source: Get Premium
pl: Zdobądź Premium
ru: Приобрести Premium
uk: Придбати Premium

source: Get notified when a new episode or anime premieres from your list.
ru: Получать уведомления, когда выходят новые серии или когда состоится премьера аниме из вашего списка.
uk: Отримуйте повідомлення, коли виходить нова серія або відбувається прем'єра аніме з вашого списку.

source: Get notified when new episodes are released for the anime you're currently watching, and when movies or series you've added to your 'Plan to Watch' list are released.
ru: Получать уведомления, когда выходят новые серии тех аниме, которые вы в данный момент смотрите, и также когда выходят фильмы или сериалы, добавленные в список "Запланированные к просмотру.
uk: Отримуйте повідомлення, коли виходять нові серії тих аніме, які ви зараз дивитесь, а також коли відбувається прем'єра серіалів чи фільмів, що ви додали до списку "Заплановано до перегляду".

source: Good
pl: Dobre
ru: Хорошо
uk: Добре

source: Great
pl: Świetne
ru: Великолепно
uk: Відмінно

source: Having trouble signing in? Send an email to kitsune@alexandremadeira.dev and we will help you.
ru: Возникли проблемы с входом в систему? Отправьте письмо на kitsune@alexandremadeira.dev, и мы вам поможем.
uk: Виникли якісь труднощі при вході? Надішліть листа на kitsune@alexandremadeira.dev, і ми вам обов'язково допоможемо.

source: Hentai
ru: Хентай
uk: Хентай

source: Hide Added
pl: Ukryj dodane
ru: Скрыть добавленные
uk: Сховати додані

source: Hide Username on Tab Bar
pl: Ukryj nazwę użytkownika w menu nawigacyjnym
ru: Скрыть имя пользователя на панели вкладок
uk: Сховати ім'я користувача на панелі вкладок

source: Horrible
pl: Okropne
ru: Ужасно
uk: Огидно

source: In the Upcoming section, there is no information provided about the broadcast weekday and time.
ru: В разделе "Предстоящие к выходу" нет информации касательно времени и дня недели выхода в эфир.
uk: В розділі "Майбутні" немає інформації щодо дня тижня та часу виходу в ефір.

source: Information
ru: Информация
uk: Інформація

source: Is Rewatching
pl: Ponownie oglądane
ru: Пересматривать
uk: Передивляюся

source: Japanese
pl: Japoński
ru: Японский
uk: Японська

source: Japanese Title
pl: Tytuł japoński
ru: Название на японском
uk: Назва японською

source: Kitsune Premium
ru: Кицунэ Премиум

source: Last Sync on %@
pl: Ostatnia synchronizacja w dniu %@
ru: Последняя синхронизация на %@
uk: Остання синхронізація: %@

source: Last updated at %@
pl: Ostatnia aktualizacja w dniu %@
ru: Последнее обновление в %@
uk: Останнє оновлення: %@

source: Launch Screen
pl: Ekran startowy
ru: Стартовый экран
uk: Стартовий екран

source: Learn more about Schedule
ru: Узнать больше про расписание
uk: Дізнатися докладніше про розклад

source: Leave a Review on the App Store!
pl: Zostaw opinię w App Store!
ru: Оставьте отзыв в App Store!
uk: Залишить відгук в App Store!

source: Libraries
pl: Biblioteki
ru: Библиотеки
uk: Бібліотеки

source: Light
pl: Jasny
ru: Светлая
uk: Світла

source: Light Novel
ru: Новелла
uk: Новела

source: List
pl: Lista
ru: Список
uk: Список

source: List Selection
pl: Wybór listy
ru: Выбор списка
uk: Вибір списку

source: Loading
pl: Ładowanie
ru: Загрузка
uk: Завантаження

source: Local Time
pl: Czas lokalny
ru: Местное время
uk: Місцевий час

source: MAL Mean Score
ru: Средняя оценка на MAL
uk: За середньою оцінкою на MAL

# MAL Score &amp; Number of Users
source: MAL Score & Number of Users
ru: Оценка MAL и количество пользователей
uk: Оцінка на MAL й кількість користувачів

source: Magazines
ru: Журналы
uk: Журнали

source: Manga
pl: Mang
ru: Манга
uk: Манґа

source: Manga Genres
ru: Жанры манги
uk: Ігри по манзі

source: Manga Magazines
ru: Журналы-сборники манги
uk: Журнали про манґу

source: Manga Statistics
ru: Статистика по манге
uk: Статистика щодо манґи

source: Mangaography
pl: Mangaografia
ru: Мангаография
uk: Манґаографія

source: Manhua
ru: Мэнхуа
uk: Манхуа

source: Manhwa
ru: Манхва
uk: Манхва

source: Mark Next Chapter as Read
pl: Oznacz następny rozdział jako przeczytany
ru: Отметить следующую главу как прочитанную
uk: Помітити наступну главу як прочитану

source: Mark Next Episode as Watched
pl: Oznacz następny odcinek jako obejrzany
ru: Отметить следующую серию как просмотренную
uk: Помітити наступну серію як переглянуту

source: Mark Next Episode of %@ as Watched?
pl: Oznaczyć następny odcinek %@ jako obejrzany?
ru: Отметить следующую серию %@ как просмотренную?
uk: Помітити наступну серію %@ як переглянуту?

source: Mark Next Volume as Read
pl: Oznacz następny tom jako przeczytany
ru: Пометить следующий том как прочитанный
uk: Помітити наступний том як прочитаний

source: Mark Watched
pl: Oznacz jako obejrzany
ru: Просмотрено
uk: Помітити як переглянуте

source: Masterpiece
pl: Arcydzieło
ru: Шедевр
uk: Шедевр

source: Mean Score
pl: Średnia ocena
ru: Средний балл
uk: Середня оцінка

source: Media Type
pl: Rodzaj mediów
ru: Тип
uk: Тип

source: Monday
pl: Poniedziałek
ru: Понедельник
uk: Понеділок

source: More
pl: Więcej
ru: Подробнее
uk: Більше

source: More Options
ru: Показать ещё
uk: Інші опції

source: Most Popular
pl: Najbardziej popularne
ru: Самые популярные аниме
uk: Найпопулярніші

source: Most Popular Manga
pl: Najbardziej popularna manga
ru: Самая популярная манга
uk: Найпопулярніша манґа

source: Movie
pl: Film
ru: Фильм
uk: Фільм

source: Music
pl: Muzyka
ru: Мюзикл
uk: Музика

source: My %@ List
pl: Moja Lista %@
ru: Мой список %@
uk: Мій список (%@)

source: My Anime List
ru: Мой список аниме
uk: Мій список аніме

source: My List
pl: Moja Lista
ru: Мой список
uk: Мій список

source: My List Tab Behavior
ru: Поведение раздела "Мой список"
uk: Поведінка вкладки "Мій список"

source: My List, Edit Status, Add Items and Statics need a MyAnimeList account.
pl: Moja lista, Edytuj status, Dodaj anime/mange i Statystyki wymagają konta MyAnimeList.
ru: Для работы с разделами "Мой список", "Редактирование статуса", "Добавление предметов" и "Статика" необходима учетная запись MyAnimeList.
uk: Для перегляду списку, додавання елементів до нього та доступу до статистики необхідний обліковий запис на MyAnimeList.

source: My Manga List
ru: Мой список манги
uk: Мій список манґи

source: My Score
pl: Po mojej ocenie
ru: Моя оценка
uk: За моєю оцінкою

source: New This Season
ru: Новинки этого сезона
uk: Новинки поточного сезону

source: None
ru: Нет
uk: Немає

source: Not Scored
pl: Nie oceniono
ru: Без оценки
uk: Без оцінки

source: Not Yet Aired
pl: Jeszcze nie emitowane
ru: Еще не вышел в эфир
uk: Ще не вийшло в ефір

source: Not Yet Published
ru: Еще не опубликовано
uk: Ще не видано

source: Nothing found here
pl: Nic tutaj nie znaleziono
ru: Здесь ничего не найдено
uk: Тут нічого не знайдено

source: Nothing found.
pl: Nic nie znaleziono.
ru: Ничего не найдено.
uk: Нічого не знайдено.

source: Nothing here
ru: Ничего нет
uk: Нічого немає

source: Nothing here yet.
ru: Здесь пока ничего нет.
uk: Поки що тут нічого немає.

source: Notification Support
pl: Obsługa powiadomień
ru: Поддержка уведомлений
uk: Синхронізація повідомлень

source: Notification Support needs Background access to work, you can also force the sync.
pl: Obsługa powiadomień wymaga "odświeżania w tle" do działania, można również wymusić synchronizację.
ru: Для поддержки уведомлений необходим фоновый доступ, но вы также можете выполнить принудительную синхронизацию.
uk: Для синхронізації повідомлень необхіден фоновий доступ, але ви також можете здійснити примусову синхронізацію.

source: Notification support requires Kitsune Premium.
pl: Obsługa powiadomień wymaga Kitsune Premium.
ru: Для поддержки уведомлений требуется Kitsune Premium.
uk: Для синхронізації повідомлень ви маєте бути premium-користувачем.

source: Notifications
pl: Powiadomienia
ru: Уведомления
uk: Повідомлення

source: Novel
ru: Роман
uk: Роман

source: Number of Chapters
pl: Liczba rozdziałów
ru: Число глав
uk: Кількість глав

source: Number of Episodes
pl: Liczba odcinków
ru: Число серий
uk: Кількість серій

source: Number of Members
ru: Число членов
uk: За кількістю користувачів

source: Number of Volumes
pl: Liczba tomów
ru: Число томов
uk: Кількість томів

source: On Hold
pl: Wstrzymane
ru: Отложено
uk: Відкладено

source: On MyAnimeList since %@
ru: В MyAnimeList с %@
uk: На MyAnimeList з %@

source: On-Hold
pl: Wstrzymane
ru: Отложено
uk: Відкладено

source: One Shot
ru: Ваншот
uk: Ваншот

source: One-Time Purchase, No Subscription
ru: Единоразовая покупка, никакой подписки
uk: Придбайте лише раз – ніякої підписки
