Repository: JiZPaper/Kitsune-Translations
Catalog: Localizations/*.xcloc/Localized Contents/*.xliff
Languages: pl, ru, uk

source: Open Links In-App
ru: Открывать ссылки в приложении
uk: Відкривати посилання в застосунку

source: Open in Apple Music
ru: Открыть в Apple Music
uk: Відкрити в Apple Music

source: Open on AniList
ru: Открыть на AniList
uk: Відкрити на AniList

source: Open on MyAnimeList
pl: Otwórz na MyAnimeList
ru: Открыть на MyAnimeList
uk: Відкрити на MyAnimeList

source: Opening
ru: Опенинг
uk: Опенінг

source: Paste MAL URL
pl: Wklej adres URL MAL
ru: Вставьте URL-адрес MAL
uk: Вставити посилання з MAL

source: Pay once and enjoy all these features, no subscription required.
ru: Заплатите единожды и наслаждайтесь всеми этими функциями. Никакой подписки.
uk: Придбайте лише раз й насолоджуйтеся усіма цими функціями. Підписка не потрібна.

source: Perform actions like marking the next episode/chapter or open the edit screen.
pl: Wykonywanie czynności, takich jak oznaczanie następnego odcinka/rozdziału lub otwieranie ekranu edycji.
ru: Выполните такие действия, как пометка следующей серии/главы или открытие экрана редактирования.
uk: Виконуйте наступні дії: маркуйте наступну серію/главу або перейдіть на сторінку редагування.

source: Personalize the appearance of your list on the 'My List' screen, and adjust the default behavior of the app when editing your anime and manga information.
ru: Настройте под себя внешний вид вашего списка на вкладке "Мой список" и отрегулируйте стандартное поведение приложения при изменении информации про аниме и мангу.
uk: Налаштуйте під себе зовнішній вигляд вашого списку на вкладці "Мій список" та відрегулюйте стандартну поведінку застосунку при редагуванні інформації щодо аніме й манґи.

source: Plan to Read
pl: Do przeczytania
ru: Запланировано
uk: Заплановано до прочитання

source: Plan to Watch
pl: Do obejrzenia
ru: Запланировано
uk: Заплановано до перегляду

source: Play Next
ru: Проиграть следующую
uk: Далі

source: Play the opening and ending themes using your Apple Music subscription.
ru: Проигрывайте опенинги и эндинги с помощью подписки на Apple Music.
uk: Відтворюйте опенінги та ендінги через вашу підписку на Apple Music.

source: Play the opening and ending themes with your Apple Music subscription.
ru: Проигрывайте опенинги и эндинги с помощью подписки на Apple Music.
uk: Відтворюйте опенінги та ендінги через вашу підписку на Apple Music.

source: Play the opening and ending themes with your Spotify subscription.
ru: Проигрывайте опенинги и эндинги с помощью подписки на Spotify.
uk: Відтворюйте опенінги та ендінги через вашу підписку на Spotify.

source: Please, note that the app doesn't consider delays.
pl: Należy pamiętać, że aplikacja nie uwzględnia opóźnień.
ru: Обратите внимание, что приложение не учитывает задержки.
uk: Зверніть увагу на те, що застосунок не враховує затримок.

source: Please, try again later.
pl: Spróbuj ponownie później.
ru: Пожалуйста, повторите попытку позже.
uk: Будь ласка, спробуйте ще раз пізніше.

source: Polish
ru: Польский
uk: Польська

source: Poster
pl: Plakat
ru: Постер
uk: Постер

source: Poster Indicator
ru: Данные на постере
uk: Індикатор постеру

source: Poster Indicator Background
ru: Фон данных на постере
uk: Фон індикатора постеру

source: Prefer Manga Volumes
pl: Preferuję tomy mangi
ru: Томы вместо глав
uk: Томи замість глав (манґа)

source: Preferred Platform
ru: Предпочитаемая платформа
uk: Платформа

source: Preferred Screen
pl: Preferowany ekran
ru: Экран после запуска
uk: Вкладка за стандартним налаштуванням

source: Preferred Time Format
pl: Preferowany format czasu
ru: Предпочитаемый формат времени
uk: Формат часу

source: Preferred Title Language
pl: Preferowany język tytułu
ru: Предпочитаемый язык названия
uk: Мова назв

source: Privacy Policy
pl: Polityka prywatności
ru: Политика конфиденциальности
uk: Політика конфіденційності

# Profanity &amp; Mild Nudity
source: Profanity & Mild Nudity
pl: Wulgaryzmy i łagodna nagość
ru: Сквернословие и легкая нагота
uk: Ненормативна лексика й легка нагота

# Progress &amp; List
source: Progress & List
ru: Прогресс и список
uk: Прогресс та список

# Progress &amp; Personal Score
source: Progress & Personal Score
ru: Прогресс и личная оценка
uk: Прогрес та особиста оцінка

source: Published Manga
ru: Опубликованная манга
uk: Видана манґа

source: Quickly delete any date by swiping or long pressing.
pl: Szybko usuń dowolną datę, przesuwając palcem lub długo naciskając.
ru: Быстро удаляйте любые даты, проведя пальцем или зажимая.
uk: Проведіть пальцем або натисніть й утримуйте, щоб швидко видалити будь-яку дату.

source: Rating
ru: Возрастные ограничения
uk: Вікові обмеження

source: Rating %lld
ru: Рейтинг %lld
uk: Оцінка %lld

source: Rating of %lld of 10.
pl: Ocena %lld z 10.
ru: Рейтинг %lld из 10.
uk: Оцінка %lld з 10.

source: Rating: %lld
ru: Рейтинг: %lld
uk: Обмеження за віком: %lld

source: Reading
pl: Czytane
ru: Читаю
uk: Читаю

source: Recently Viewed
ru: Недавно просмотренные
uk: Останні переглянуті

source: Recommendations
pl: Rekomendacje
ru: Похожее
uk: Рекомендації

source: Refresh
ru: Обновить
uk: Оновити

source: Related
pl: Powiązane
ru: Связанные
uk: Пов'язані

source: Release Date
ru: Дата выпуска
uk: Дата релізу

source: Reload
pl: Odśwież
ru: Перезагрузка
uk: Перезавантажити

source: Remove
pl: Usuń
ru: Удалить
uk: Видалити

source: Remove from Recent Viewed
ru: Удалить из недавнего просмотра
uk: Видалити з останніх переглянутих

source: Report a Problem
ru: Сообщить о проблеме
uk: Повідомити про проблему

source: Report any mismatches using the report button. Search and matching are automated, mismatches may occur.
ru: Сообщайте о любых ошибках при подборе, воспользовавшись кнопкой "Сообщить". Процессы поиска и подбора автоматизированы, следовательно могут возникать ошибки.
uk: Повідомляйте про будь-які помилки при підборі, скориставшись кнопкою "Повідомити". Процеси пошуку та підбору автоматизовані, тому іноді можуть виникати помилки.

source: Requires AniList Account Connected
ru: Аккаунт на AniList должен быть сопряжён
uk: Обліковий запис на AniList має бути під'єднаним

source: Requires Kitsune Premium
pl: Wymaga Kitsune Premium
ru: Требуется Kitsune Premium
uk: Ця дія потребує Kitsune Premium

source: Reread
ru: Перечитано
uk: Перечитано

source: Reset App Icon
ru: Сбросить настройки иконки приложения
uk: Скинути налаштування іконки застосунку

source: Restore
pl: Przywróć
ru: Восстановить
uk: Відновити

source: Return to current season
pl: Wróć do bieżącego sezonu
ru: Вернуться к текущему сезону
uk: Повернутися до поточного сезону

source: Rewatched
ru: Пересмотрено
uk: Передивився

source: Rewatched %lld times.
pl: Ponownie obejrzano %lld razy.
ru: Пересмотрено %lld раз.
uk: Передивився %lld разів.

source: Rewatched: %lld
ru: Пересмотрено %lld
uk: Передивився: %lld

source: Rewatching
ru: Пересматриваю
uk: Передивляюся

source: Right now, 'Progress & Personal Score' and 'Progress & List' can only be seen on the Season screen.
ru: В настоящее время параметры "Прогресс и личная оценка" и "Прогресс и список" можно просмотреть только на вкладке "Сезон".
uk: Наразі "Прогрес та особиста оцінка" й "Прогрес та список" можна переглянути тільки на вкладці сезону.

source: Romaji
ru: Ромадзи
uk: Ромадзі

source: Romaji Title
ru: Название на ромадзи
uk: Назва на ромадзі

source: Russian
ru: Русский
uk: Російська

source: Sample
ru: превью
uk: прев'ю

source: Saturday
pl: Sobota
ru: Суббота
uk: Субота

source: Save
pl: Zapisz
ru: Сохранить
uk: Зберегти

source: Saved
pl: Zapisane
ru: Сохранено
uk: Збережено

source: Schedule
ru: Расписание
uk: Розклад

source: Score
pl: Ocena
ru: Оценка
uk: Оцінка

source: Scroll to Top
ru: Наверх
uk: Наверх

source: Search
pl: Szukaj
ru: Поиск
uk: Пошук

source: Search %@ List
ru: Поиск %@ Список
uk: Пошук у списку %@

source: Search Suggestions
pl: Sugestie dotyczące wyszukiwania
ru: Предложения по поиску
uk: Пошукові рекомендації

source: Search for a character or an anime
ru: Поиск по персонажу или по аниме
uk: Пошук по аніме або по персонажу

source: Searching
pl: Szukanie
ru: Поиск
uk: Пошук

source: Season
pl: Sezon
ru: Сезон
uk: Сезон

# Seasonal
source: Season
pl: Sezon
ru: Сезон
uk: Сезон

source: See Details
ru: Подробнее
uk: Подробиці

source: Send Email
pl: Wyślij email
ru: Отправить электронное письмо
uk: Надіслати листа на e-mail

source: Send Feedback
pl: Wyślij opinię
ru: Обратная связь
uk: Зворотній зв'язок

source: Serialization
ru: Издатель
uk: Видавник

source: Session Expired
pl: Sesja wygasła
ru: Сессия истекла
uk: Час сесії сплинув

source: Settings
pl: Ustawienia
ru: Настройки
uk: Налаштування

source: Show Adaptation
ru: Показывать адаптацию
uk: Показувати адаптацію

source: Show All
pl: Pokaż wszystko
ru: Показать все
uk: Показати все

source: Show Character List
ru: Показывать список персонажей
uk: Показувати список персонажів

source: Show Endings
ru: Показывать эндинги
uk: Показувати ендінги

source: Show Episodes List
ru: Показывать список серий
uk: Показувати список серій

source: Show Episodes from Streaming
ru: Показать серии из трансляции
uk: Показувати серії з трансляції

source: Show Mean Score on List Style
ru: Показывать среднюю оценку в стиле списка
uk: Показувати середню оцінку в стилі списку

source: Show More
pl: Pokaż więcej
ru: Показать еще
uk: Показати більше

source: Show Only Added
pl: Pokaż tylko dodane
ru: Показать только добавленное
uk: Показувати тільки додане

source: Show Openings
ru: Показывать опенинги
uk: Показувати опенінги

source: Show Progress Bar for Anime and Manga
pl: Pokaż pasek postępu dla anime i mangi
ru: Индикатор прогресса для аниме и манги
uk: Показувати полоску прогресу для аніме та манґи

source: Show Recommendations
ru: Показывать рекомендации
uk: Показувати рекомендації

source: Show Related Anime
ru: Показывать связанные аниме
uk: Показувати пов'язані аніме

source: Show Source
ru: Показывать первоисточник
uk: Показувати першоджерело адаптації

source: Show Staff List
ru: Показывать список персонала
uk: Показувати список персоналу

# Show Time in 'Your Schedule'
source: Show Time in 'Schedule'
ru: Показывать время в "Расписании"
uk: Показувати час у розкладі

source: Show Trailer
ru: Показывать трейлер
uk: Показувати трейлери

source: Sign In
pl: Zaloguj się
ru: Войти
uk: Увійти

source: Sign In into your MyAnimeList account.
pl: Zaloguj się na swoje konto MyAnimeList.
ru: Войдите в свою учетную запись MyAnimeList.
uk: Увійдіть в свій обліковий запис на MyAnimeList.

source: Sign Out
pl: Wyloguj
ru: Выйти
uk: Вийти

source: Some videos may not play due to region restrictions.
ru: Некоторые видеоролики могут не воспроизводиться из-за региональных ограничений.
uk: Деякі відео можуть не відтворюватися через регіональні обмеження.

source: Sort
pl: Sortuj
ru: Сортировать
uk: Сортувати

source: Source
pl: Źródło
ru: Источник
uk: Першоджерело адаптації

source: Spanish
ru: Испанский
uk: Іспанська

source: Special
ru: Специальный
uk: Спешл

source: Spotify Support
ru: Включить сопряжение со Spotify
uk: Синхронізація зі Spotify

source: Spring
pl: Wiosna
ru: Весна
uk: Весна

source: Staff
ru: Создатели
uk: Персонал

source: Start Date
pl: Data rozpoczęcia
ru: Дата начала
uk: Дата початку

source: Start Season
pl: Sezon
ru: Начало сезона
uk: Початок сезону

source: Status
ru: Статус
uk: Статус

source: Studios
pl: Studia
ru: Студии
uk: Студії

source: Subtitle Info
ru: Информация в подзаголовке
uk: Інформація у підзаголовку

source: Summer
pl: Lato
ru: Лето
uk: Літо

source: Sunday
pl: Niedziela
ru: Воскресенье
uk: Неділя

source: Support the development of the app
ru: Поддержите разработку приложения
uk: Підтримайте розробку застосунку

source: Support the development of the app created by a solo developer.
ru: Поддержите разработку приложения, созданного соло-разработчиком.
uk: Підтримайте розробку застосунку, створеного соло-розробником.

source: Swipe or Hold to access quick actions
pl: Przesuń lub Przytrzymaj, aby uzyskać dostęp do szybkich akcji
ru: Проведите пальцем или удерживайте, чтобы получить доступ к быстрым действиям
uk: Проведіть пальцем або натисніть, щоб отримати доступ до швидких дій

source: Switch Lists
ru: Переключиться между списками
uk: Переключитися між списками

source: Sync
ru: Синхронизировать
uk: Синхронізувати

source: Sync Notifications
pl: Synchronizuj powiadomienie
ru: Синхронизация уведомлений
uk: Синхронізувати повідомлення

source: Syncing
pl: Synchronizowanie
ru: Синхронизация
uk: Синхронізація

source: Synonyms
pl: Synonimy
ru: Другие названия
uk: Інші назви

source: Synopsis
pl: Opis
ru: Описание
uk: Опис

source: System
pl: Systemowy
ru: Системная
uk: Системна

source: TV
ru: Сериал
uk: Серіал

source: Tabs
ru: Вкладки
uk: Вкладки

source: Tap 'Save' to save your changes after writing.
pl: Naciśnij "Zapisz", aby zapisać zmiany po ich wprowadzeniu.
ru: Нажмите "Сохранить", чтобы сохранить изменения после записи.
uk: Натисніть "Зберегти", щоб зберегти зміни після завершення.

source: Teens 13 and Older
pl: Nastolatki w wieku 13 lat i starsze
ru: Подростки от 13 лет и старше
uk: Підлітки 13 років та старше

source: Terms of Service
ru: Условия предоставления услуг
uk: Умови надання послуг

source: The AniList sync feature in Kitsune is currently in its initial stage. The only functionality available at this time is a one-way sync, which will update your anime and manga lists on AniList with any changes you make within the app. Your feedback is essential to help improve and expand the capabilities of this sync feature.
ru: Функция синхронизации с AniList в данный момент находится на начальной стадии разработки. Единственная пока что доступная функциональность – это односторонняя синхронизация, которая позволит обновлять ваши списки аниме и манги на AniList с учёт всех внесенных в приложении изменений. Ваша обратная связь необходима для улучшения и расширения возможностей данной функции.
uk: Функція синхронізації з AniList наразі знаходиться на початковому етапу розробки. Єдина доступна на даний момент функціональність – одностороння синхронізація, завдяки якій ваші списки аніме й манґи будуть автоматично оновлюватися на AniList при внесенні будь-яких змін у застосунку. Ваш зворотний зв'язок необхідний для поліпшення та розширення можливостей цієї функції.

source: The anime will premiere today.
pl: Premiera anime odbędzie się dzisiaj.
ru: Премьера аниме состоится сегодня.
uk: Прем'єра аніме відбудеться сьогодні.

source: The app couldn't load it right now
pl: Aplikacja nie może teraz tego załadować
ru: Приложение не может загрузить его прямо сейчас
uk: Застосунок наразі не може завантажити це

source: The app couldn't load the content right now.
pl: Aplikacja nie może teraz załadować zawartości.
ru: Приложение не может загрузить содержимое прямо сейчас.
uk: Застосунок наразі не може завантажити цей контент.

# The app couldn't load the list right now.&#10;Please, try again later.
source: The app couldn't load the list right now. Please, try again later.
pl: Aplikacja nie może teraz załadować listy. Spróbuj ponownie później.
ru: Приложение не может загрузить список прямо сейчас. Пожалуйста, повторите попытку позже.
uk: Застосунок наразі не може завантажити список. Будь ласка, спробуйте ще раз пізніше.

# The app couldn't load the season right now.&#10;Please, try again later.
source: The app couldn't load the season right now. Please, try again later.
pl: Aplikacja nie może teraz załadować sezonu. Spróbuj ponownie później
ru: Приложение не может загрузить сезон прямо сейчас. Пожалуйста, повторите попытку позже.
uk: Застосунок наразі не може завантажити сезон. Будь ласка, спробуйте ще раз пізніше.

source: The episode %lld is airing soon.
ru: Серия %lld скоро выйдет в эфир.
uk: Скоро серія %lld вийде в ефір.

source: The progress bar and gestures will adapt to this setting.
pl: Pasek postępu i gesty zostaną dostosowane do tego ustawienia.
ru: Индикатор прогресса и жесты будут считать тома вместо глав.
uk: Полоса прогресу й жести підлаштуються під дане налаштування.

source: The service is undergoing maintenance or is currently unavailable. Please try again later.
pl: Usługa jest w trakcie konserwacji lub jest obecnie niedostępna. Spróbuj ponownie później.
ru: Услуга находится на техническом обслуживании или в настоящее время недоступна. Пожалуйста, повторите попытку позже.
uk: Послуга проходить технічне обслуговування або наразі недоступна. Будь ласка, спробуйте ще раз пізніше.

source: Themes
ru: Темы
uk: Теми

source: This will adapt the schedule to match your local date and time.
pl: Spowoduje to dostosowanie harmonogramu do lokalnej daty i godziny.
ru: Расписание будет изменено в соответствии с датой и временем в вашем регионе.
uk: Ця дія підлаштує розклад під ваші місцеві дату й час.

source: This will direct you to the MyAnimeList Account Deletion page.
pl: Spowoduje to przekierowanie do strony usuwania konta MyAnimeList.
ru: Вы перейдете на страницу удаления учетной записи MyAnimeList.
uk: Ви перейдете на сторінку видалення облікового запису MyAnimeList.

source: This will remove this item from your list.
pl: Spowoduje to usunięcie tej pozycji z listy.
ru: Это позволит удалить данный элемент из списка.
uk: Ця дія видалить даний елемент з вашого списку.

source: Thursday
pl: Czwartek
ru: Четверг
uk: Четвер

source: Time will be shown in Japan Standard Time (JST) by default.
pl: Czas będzie domyślnie wyświetlany w japońskim czasie standardowym (JST).
ru: По умолчанию указывается японское время (JST)
uk: За стандартним налаштуванням час відображається у японському форматі (JST).

source: Today
pl: Dzisiaj
ru: Сегодня
uk: Сьогодні

source: Today: Episode %lld
ru: Сегодня: серия %lld
uk: Сьогодні: серія %lld

source: Toggle this setting to include mature content in search results and recommendations. User lists are always unrestricted.
ru: Включите этот параметр, чтобы в результаты поиска и рекомендации попадал «контент для взрослых». Списки пользователей не имеют ограничений.
uk: Увімкніть це налаштування, щоб відображати контент для дорослих у пошукових результатах. Списки користувачів не мають ЖОДНИХ обмежень.

source: Top All
pl: Top Wszystkie
ru: Топ (за всё время)
uk: Топ за весь час

source: Top Upcoming
pl: Top Nadchodzące
ru: Топ предстоящих
uk: Топ майбутніх

source: Total Anime
ru: Всего аниме
uk: Аніме загалом

source: Total Manga
ru: Всего манги
uk: Манґи загалом

source: Trailer
ru: Трейлер
uk: Трейлери

source: Translate
ru: Перевести
uk: Перекласти

source: Translation
ru: Перевод
uk: Переклад

source: Try Again
pl: Spróbuj ponownie
ru: Повторите попытку позже
uk: Спробуйте ще раз

source: Try Again Later
pl: Spróbuj ponownie później
ru: Повторите попытку позже
uk: Спробуйте ще раз пізніше

source: Try again
pl: Spróbuj ponownie
ru: Повторите попытку позже
uk: Спробуйте ще раз

source: Try again later
ru: Повторите попытку позже
uk: Спробуйте ще раз пізніше

source: Try again later or change the list.
pl: Spróbuj ponownie później lub zmień listę.
ru: Повторите попытку позже или измените список.
uk: Спробуйте ще раз пізніше або змініть список.

source: Try again later or start watching an anime from this season.
pl: Spróbuj ponownie później lub zacznij oglądać anime z tego sezonu.
ru: Повторите попытку позже или начните смотреть аниме из этого сезона.
uk: Спробуйте ще раз пізніше або розпочніть дивитися аніме з поточного сезону.

source: Try again later, change the season/year or go back to current Season.
pl: Spróbuj ponownie później, zmień sezon/rok lub wróć do bieżącego sezonu.
ru: Повторите попытку позже, измените сезон/год или вернитесь к текущему сезону.
uk: Спробуйте ще раз пізніше, змініть сезон/рік або поверніться до поточного сезону.

source: Try again later, change the season/year/filter or go back to current Season.
pl: Spróbuj ponownie później, zmień sezon/rok/filtr lub wróć do bieżącego sezonu.
ru: Попробуйте позже, измените сезон/год/фильтр или вернитесь к текущему сезону.
uk: Спробуйте ще раз пізніше, змініть сезон/рік/фільтр або поверніться до поточного сезону.

source: Tuesday
pl: Wtorek
ru: Вторник
uk: Вівторок

source: Ukrainian
ru: Украинский
uk: Українська

source: Unknown
pl: Nieznane
ru: Неизвестно
uk: Невідомо

source: Unlock Your Entire Week with Kitsune Premium
ru: Разблокируйте всю неделю с Kitsune Premium
uk: Розблокуйте весь тиждень з Kitsune Premium

source: Unlock app customization and more features with Kitsune Premium. No Subscription required.
ru: Разблокируйте настройки приложения и другие возможности с помощью Kitsune Premium. Подписка не требуется.
uk: Розблокуйте персональні налаштування та ще більше функцій з Kitsune Premium. Підписка не потрібна.

source: Unlock customization and more features with Kitsune Premium
ru: Разблокируйте настройки и дополнительные возможности с помощью Kitsune Premium
uk: Розблокуйте персональні налаштування та ще більше функцій з Kitsune Premium

source: Unlock the full week in Schedule.
ru: Разблокируйте доступ ко всей неделе в расписании.
uk: Розблокуйте весь тиждень з Kitsune Premium.

source: Upcoming
pl: Nadchodzące
ru: Предстоящие
uk: Майбутні

source: Upcoming Notifications
pl: Nadchodzące powiadomienia
ru: Предстоящие уведомления
uk: Майбутні повідомлення

source: Upgrade to Kitsune Premium
ru: Обновление до Kitsune Premium
uk: Придбати Kitsune Premium

source: Upgrade to Kitsune Premium to view your full weekly schedule.
ru: Перейдите на Kitsune Premium, чтобы посмотреть расписание на неделю полностью.
uk: Придбайте Kitsune Premium, щоб подивитися ваш розклад на тиждень у повному обсязі.

source: Users with this anime in their list
ru: Пользователи с этим аниме в списке
uk: Користувачі, у яких це аніме додано до списку.

source: Users with this manga in their list
ru: Пользователи с этой мангой в списке
uk: Користувачі, у яких це аніме додано до списку.

# Version %@ (%@)
source: Version %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
uk: Версія %1$@ (%2$@)

source: Very Bad
pl: Bardzo złe
ru: Очень плохо
uk: Дуже погано

source: Very Good
pl: Bardzo dobre
ru: Отлично
uk: Дуже гарно

source: View up to 10 of your most recent search results on the Search page.
ru: На странице «Поиск» можно увидеть 10 последних результатов поиска.
uk: На сторінці "Пошук" можна переглянути ваші 10 останніх пошукових результатів.

source: Voice Acting Roles
ru: Роли актеров озвучивания
uk: Ролі акторів озвучування

source: Voice Actors
pl: Aktorzy głosowi
ru: Актеры озвучивания
uk: Актори озвучування

source: Volumes Read
pl: Przeczytane tomy
ru: Тома
uk: Томів прочитано

source: Want to bring Kitsune to your language? https://github.com/MadeiraAlexandre/Kitsune-Translations
ru: Хотите перевести Kitsune на свой язык? https://github.com/MadeiraAlexandre/Kitsune-Translations
uk: Хочете перекласти Kitsune на свою рідну мову? https://github.com/MadeiraAlexandre/Kitsune-Translations

source: Watch an anime from the current season to use Schedule.
ru: Посмотрите аниме из текущего сезона, чтобы использовать расписание.
uk: Подивитесь якесь аніме з поточного сезону, щоб користуватися розкладом.

source: Watched
pl: Obejrzane
ru: Просмотрено
uk: Продивився

source: Watching
pl: Oglądane
ru: Смотрю
uk: Дивлюся

source: Wednesday
pl: Środa
ru: Среда
uk: Середа

source: Weekly Schedule
ru: Расписание на неделю
uk: Розклад на тиждень

source: What's your score?
ru: Какой у вас счет?
uk: Яка ваша оцінка?

source: When on, the app will always open your selected Preferred Screen. When off, the app will always open the last tab opened.
pl: Po włączeniu aplikacja będzie zawsze otwierać wybrany ekran preferowany. Po wyłączeniu aplikacja zawsze otworzy ostatnio otwartą kartę.
ru: При включении приложение будет открывать выбранный экран. При выключении будет открываться последняя вкладка.
uk: У ввімкненому положенні застосунок завжди відкриватиметься на вкладці за стандартним налаштуванням. У ввімкненому положенні застосунок завжди відкриватиметься на останній відкритій вкладці.
