Repository: JiZPaper/Kitsune-Translations
Catalog: Localizations/xcloc/*.xcloc/Localized Contents/*.xliff
Languages: ar, zh_hans

# NSAppleMusicUsageDescription
source: Play the opening and ending themes using your Apple Music subscription.
zh_hans: 使用您的Apple Music订阅来播放片头曲和片尾曲。

# NSPhotoLibraryAddUsageDescription
source: Save your favorite anime posters straight to your photo library.
zh_hans: 将您喜欢的动画海报保存到您的照片中。

source: %@ (JST)
zh_hans: %@（日本标准时间）

source: %@ (Local Time)
ar: %@ (التوقيت المحلي)
zh_hans: %@（本地时间)

# %@ average score from %@ users
source: %1$@ average score from %2$@ users
zh_hans: %1$@分 • %2$@位用户参与评分

# %@ by %lld users
source: %1$@ by %2$lld users
ar: %1$@ بواسطة %2$lld المستخدمين
zh_hans: %1$@分 • %2$lld位用户参与评分

source: %@ days
ar: %@ الايام
zh_hans: %@天

# %@ episodes watched of %@.
source: %1$@ episodes watched of %2$@.
zh_hans: 共%2$@话 已观看%1$@话。

# %@ episodes, %@
source: %1$@ episodes, %2$@
ar: %1$@ الحلقات, %2$@
zh_hans: %1$@话，%2$@

source: %@ items
zh_hans: %@个项目

source: %@ minutes
ar: %@ الدقائق
zh_hans: %@分钟

# %@ of %lld
source: %1$@ of %2$lld
zh_hans: %1$@ / %2$lld

source: %@ per episode
zh_hans: 每话%@

# %@ • %@ JST
source: %1$@ • %2$@ JST
zh_hans: %1$@ • %2$@ (日本标准时间）

source: %@'s List
ar: %@'s القائمة
zh_hans: %@的列表

source: %@, %@ (JST)
zh_hans: %1$@ • %2$@ 日本标准时间

source: %lld Anime
ar: %lld الانمي
zh_hans: %lld部动画

source: %lld Manga
ar: %lld المانجا
zh_hans: %lld册漫画

# %lld episodes watched of %@.
source: %1$lld episodes watched of %2$@.
ar: %1$lld حلقات تمت مشاهدتها من %2$@.
zh_hans: 共%2$@话 已观看%1$lld话。

# %lld favorites|==|plural.other
source: %lld Favorites
ar: %lld المفضلة
zh_hans: %lld个收藏

# %lld items|==|plural.other
source: %lld items
ar: %lld العناصر
zh_hans: %lld个项目

# %lld items|==|plural.zero
source: %lld items
ar: %lld العناصر
zh_hans: %lld个项目

# %lld of %@
source: %1$lld of %2$@
zh_hans: %1$lld / %2$@

# %lld of %lld
source: %1$lld of %2$lld
ar: %1$lld من %2$lld
zh_hans: %1$lld / %2$lld

# %lld read of %@ chapters
source: %1$lld read of %2$@ chapters
ar: %1$lld قراءة%2$@ الفصول
zh_hans: 共%2$@章 已阅读%1$lld章

# %lld read of %@ volumes
source: %1$lld read of %2$@ volumes
ar: %1$lld قراءة %2$@ المجلدات
zh_hans: 共%2$@卷 已阅读%1$lld卷

source: 'For You' shows you a list of suggested anime directly from MAL
ar: "لك" يظهر لك قائمة من الانميات المقترحة مباشرة من MAL
zh_hans: 从MAL获取“为你推荐”的动画列表

source: +1 Chapter
zh_hans: +1章节

source: +1 Volume
zh_hans: +1卷

source: 1+ Episode
zh_hans: +1话

source: 2nd Key Animation
ar: محرك الانميشن الرئيسي الثاني
zh_hans: 第二原画

# 17+ (Violence &amp; Profanity)
source: 17+ (Violence & Profanity)
ar: 17+ (العنف والالفاظ البذيئة)
zh_hans: 17+（暴力和亵渎）

source: A new episode is arriving today.
ar: حلقة جديدة سوف تصدر اليوم.
zh_hans: 最新话将于今日播出。

source: ADR Director
ar: مدير الحوار التلقائي
zh_hans: 配音监督

source: About
ar: حول
zh_hans: 详细信息

source: Accent Color
ar: لون التطبيق
zh_hans: 主题颜色

source: Accessibility
ar: إمكانية الوصول
zh_hans: 辅助功能

source: Account
ar: الحساب
zh_hans: 账户

source: Action
ar: اكشن
zh_hans: 动作

source: Adaptation
ar: الاقتباس
zh_hans: 改编作品

source: Add
ar: إضافة
zh_hans: 添加

source: Add Comments
ar: إضافة تعليق
zh_hans: 添加评论

source: Add Finish Date
ar: إضافة تاريخ الانتهاء
zh_hans: 添加完成日期

source: Add Start Date
ar: إضافة تاريخ البدء
zh_hans: 添加开始日期

source: Add to Library
ar: إضافة إلى المكتبة
zh_hans: 添加到资料库

source: Adjust multiple settings to better suit your preferences.
ar: قم بضبط عدد كبير من الاعدادات لتناسب تفضيلاتك بشكل أفضل.
zh_hans: 自定义设置以更好地满足您的偏好。

source: Adult Cast
ar: طاقم البالغين
zh_hans: 成人向

source: Adventure
ar: مغامرة
zh_hans: 冒险

source: Air Date
ar: تاريخ العرض
zh_hans: 播出日期

source: All
ar: الكل
zh_hans: 全部

source: All Ages
ar: جميع الاعمار
zh_hans: 全年龄向

source: Allow Notifications
ar: السماح بالإشعارات
zh_hans: 允许通知推送

source: Animation Director
ar: مدير التحريك
zh_hans: 作画监督

source: Anime
ar: الانمي
zh_hans: 动画

source: Anime List
zh_hans: 动画列表

source: Anime Ranking
ar: رتبة الانمي
zh_hans: 动画排行榜

source: Anime Staff Positions
ar: وظائف طاقم الانمي
zh_hans: 参与过制作的动画

source: Anime Statistics
ar: إحصائيات الانمي
zh_hans: 动画统计

source: Anime Studios
ar: استوديوهات الانمي
zh_hans: 动画制作公司

source: Animeography
ar: تصوير الانمي
zh_hans: 动画列表

source: Anthropomorphic
ar: مجسم
zh_hans: 拟人

source: App Icon
ar: ايقونة التطبيق
zh_hans: App图标

source: App Theme
ar: شكل التطبيق
zh_hans: App主题

source: Appalling
ar: مروع
zh_hans: 不忍直视

source: Appearance
ar: المظهر
zh_hans: 外观

source: Apple Music Support
ar: دعم Apple Music
zh_hans: Apple Music支持

source: Arabic
zh_hans: 阿拉伯语

source: Are You Sure?
ar: هل أنت متأكد؟
zh_hans: 您确定吗？

source: Art Director
ar: مدير الرسم
zh_hans: 美术监督

source: Ask for Score After Watching an Anime
ar: هل تريد تقييم الانمي بعدما تنتهي من مشاهدته
zh_hans: 完成动画观看后自动弹出评分窗口

source: Ask for confirmation to mark the episode as watched.
ar: هل تريد التأكيد عندما تحدد الحلقة على أنها تمت مشاهدتها.
zh_hans: 将一话标记为已观看前要求确认

source: Assistant Animation Director
ar: مساعد مدير التحريك
zh_hans: 作画监督助理

source: Auto-fill 'Finish Date'
ar: التعبئة التلقائية "تاريخ الانتهاء"
zh_hans: 自动填充“完成日期”

source: Auto-fill 'Start Date'
ar: التعبئة التلقائية "تاريخ البدء"
zh_hans: 自动填充“开始日期”

source: Automatically fill in the first episode
ar: تعبئة الحلقة الأولى تلقائيا
zh_hans: 自动将第一话标记为已观看

source: Automatically sync your progress with your AniList account.
ar: قم بمزامنة تقدمك تلقائيا مع حساب AniList الخاص بك.
zh_hans: 自动将您的进度与AniList账户同步。

source: Avant Garde
ar: طليعة
zh_hans: 抽象

source: Average
ar: متوسط
zh_hans: 一般

source: Average Duration
ar: متوسط المدة
zh_hans: 单话平均时长

source: Award Winning
ar: فائز بجائزة
zh_hans: 获奖作品

source: Bad
ar: سيء
zh_hans: 差

source: Behavior
ar: التحكم
zh_hans: 行为

source: Biography
zh_hans: 传记

source: Black Opacity
ar: التعتيم الأسود
zh_hans: 半透明黑色

source: Blur
ar: الضبابية
zh_hans: 模糊

source: Blur Mature Content Poster
ar: ضبابية ملصقات محتوى البالغين
zh_hans: 模糊成人内容海报

source: Boys Love
ar: حب الأولاد
zh_hans: 耽美

source: Broadcast
ar: البث
zh_hans: 播出时间

source: Broadcast (Local Time)
ar: البث (بالتوقيت المحلي)
zh_hans: 播出时间（本地时间）

source: Buy • %@
ar: شراء • %@
zh_hans: 购买 • %@

source: By %@
zh_hans: 艺人：%@

source: By Last Update
ar: حسب اخر تحديث
zh_hans: 按最近更改

source: By Priority
zh_hans: 按优先级

source: By Score
ar: حسب التقييم
zh_hans: 按评分

source: By Start Date
ar: حسب تاريخ البدء
zh_hans: 按播出日期

source: By Title
ar: حسب العنوان
zh_hans: 按标题

source: CGDCT
ar: فتيات لطيفات
zh_hans: 萌系

source: Cache Size: %@ MB
ar: حجم ذاكرة التخزين المؤقت: %@ MB
zh_hans: 缓存大小: %@ MB

source: Cancel
ar: الغاء
zh_hans: 取消

source: Change List
ar: تغيير القائمة
zh_hans: 转移到其他列表

source: Change the behavior when you tap the My List tab when its already open.
ar: قم بتغيير التحكم عند النقر على صفحة "قائمتي" عندما تكون مفتوحة بالفعل.
zh_hans: 更改在选择“列表”标签页时再次点击该标签页的行为。

source: Chapters Read
ar: الفصول المقروءة
zh_hans: 已阅读章节数

source: Character Design
ar: تصميم الشخصيات
zh_hans: 角色设计

source: Characters
ar: الشخصيات
zh_hans: 角色

source: Chief Animation Director
ar: كبير مديري التحريك
zh_hans: 总作画监督

source: Childcare
ar: رعاية الأطفال
zh_hans: 育儿

source: Children
ar: أطفال
zh_hans: 儿童向

source: Chinese (Simplified)
zh_hans: 简体中文

source: Chinese (Traditional)
zh_hans: 繁体中文

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
zh_hans: 清除缓存

source: Close
ar: إغلاق
zh_hans: 关闭

source: Color Design
ar: تصميم اللون
zh_hans: 色彩设计

source: Combat Sports
ar: رياضات قتالية
zh_hans: 格斗

source: Comedy
ar: كوميديا
zh_hans: 喜剧

source: Comments
ar: التعليقات
zh_hans: 评论

source: Completed
ar: مكتمل
zh_hans: 已观看

# Completed_Manga
source: Completed
ar: مكتمل
zh_hans: 已阅读

source: Composed by %@
zh_hans: 作曲：%@

source: Confirm
ar: تأكيد
zh_hans: 确定

source: Confirm, don’t ask again
zh_hans: 确认并不再询问

source: Connect
ar: ربط
zh_hans: 连接

source: Connect with your AniList account.
ar: ربط مع حساب AniList الخاص بك.
zh_hans: 连接到您的AniList账户。

source: Connected Services
ar: الخدمات المتصلة
zh_hans: 连接服务

source: Content Provider
ar: مزود المحتوى
zh_hans: 数据来源

source: Continuing Series
ar: السلسلة مستمرة
zh_hans: 未完结的系列

source: Copy English Title
ar: نسخ العنوان باللغة الإنجليزية
zh_hans: 复制英语标题

source: Copy Japanese Title
ar: نسخ العنوان الياباني
zh_hans: 复制日语标题

source: Copy Romaji Title
ar: نسخ العنوان الروماجي
zh_hans: 复制罗马字标题

source: Copy Song Name
ar: نسخ اسم الأغنية
zh_hans: 复制歌曲名称

source: Crossdressing
ar: ارتداء ملابس متبادلة
zh_hans: 伪娘

source: Currently Airing
ar: يعرض حاليا
zh_hans: 播出中

source: Currently Publishing
ar: ينشر حاليا
zh_hans: 连载中

source: Customize Settings
ar: تخصيص الإعدادات
zh_hans: 自定义设置

source: Dark
ar: داكن
zh_hans: 深色

source: Dark Mode
ar: الوضع الداكن
zh_hans: 深色模式

source: Days
ar: الايام
zh_hans: 天数

source: Days Read
ar: أيام القراءة
zh_hans: 阅读天数

source: Days Watching
ar: أيام المشاهدة
zh_hans: 观看天数

source: Default
ar: افتراضي
zh_hans: 默认

source: Delete Account
ar: حذف الحساب
zh_hans: 删除账户

source: Delinquents
ar: الجانحون
zh_hans: 犯罪

source: Demographics
ar: التركيبة السكانية
zh_hans: 用户统计数据

source: Design
ar: التصميم
zh_hans: 设计

source: Details Page
ar: صفحة التفاصيل
zh_hans: 详情页面

source: Detective
ar: تحقيق
zh_hans: 侦探推理

source: Developer
ar: المطور
zh_hans: 开发者

source: Director
ar: المخرج
zh_hans: 监督

source: Director of Photography
ar: مدير التصوير الفوتوغرافي
zh_hans: 摄影监督

source: Disable Auto Save on Edit Page
zh_hans: 禁用编辑页面中的自动保存

source: Disable Translucent Background
ar: تعطيل الخلفية الشفافة
zh_hans: 禁用半透明背景

source: Display Preference
ar: إعدادات شاشة العرض
zh_hans: 视图

source: Done
ar: منتهي
zh_hans: 完成

source: Doujinshi
ar: دوجينشي
zh_hans: 同人志

source: Drama
ar: دراما
zh_hans: 剧情

source: Dropped
ar: متروك
zh_hans: 抛弃

# Dropped_Manga
source: Dropped
ar: متروك
zh_hans: 抛弃

source: Ecchi
ar: إيتشي
zh_hans: 色气

source: Edit
ar: تعديل
zh_hans: 编辑

source: Educational
ar: تعليمي
zh_hans: 教育

source: Enable 'For You'
ar: تفعيل" لك"
zh_hans: 启用“为你推荐”

source: Enable Apple Music Support
ar: تفعيل دعم Apple Music
zh_hans: 启用Apple Music连接

source: Enable Auto Translation
zh_hans: 启用自动翻译

source: Enable Mature Content
ar: تفعيل محتوى البالغين
zh_hans: 显示成人内容

source: Enable Preferred Launch Screen
ar: تفعيل اطلاق شاشة العرض الذي تفضلها
zh_hans: 启用首选启动页面

source: Enable Recent Searches
ar: تفعيل إظهار عمليات البحث الأخيرة
zh_hans: 启用最近搜索

source: Enable Schedule
zh_hans: 启用日程表

source: Enable Spotify Support
ar: تفعيل دعم Spitify
zh_hans: 启用Spotify连接

source: End Air Date
ar: تاريخ نهاية العرض
zh_hans: 结束播出日期

source: End Date
ar: تاريخ الانتهاء
zh_hans: 结束日期

source: Ending
ar: النهاية
zh_hans: 片尾曲

source: English
ar: إنجليزي
zh_hans: 英语

source: English Title
ar: العنوان باللغة الإنجليزية
zh_hans: 英语标题

# Episode %lld in %lld days
source: Episode %1$lld in %2$lld days
zh_hans: 第%1$lld话于%2$lld天后播出

# Episode %lld in %lld hours
source: Episode %1$lld in %2$lld hours
zh_hans: 第%1$lld话于%2$lld小时后播出

source: Episode %lld today
zh_hans: 今日播出第%lld话

source: Episode %lld tomorrow
zh_hans: 明日播出第%lld话

source: Episode Director
ar: مخرج الحلقة
zh_hans: 分集导演

source: Episodes Watched
ar: الحلقات التي تمت مشاهدتها
zh_hans: 已观看话数

source: Erotica
ar: إثارة جنسية
zh_hans: 情色

source: Executive Producer
ar: المنتج التنفيذي
zh_hans: 执行制片人

source: Explicit Genres
ar: الأنواع الصريحة
zh_hans: 成人分类

source: Explore Anime
ar: استكشف الانمي
zh_hans: 探索动画

source: Explore Manga
ar: استكشف المانجا
zh_hans: 探索漫画

source: External Links
ar: روابط خارجية
zh_hans: 外部链接

source: Fall
ar: الخريف
zh_hans: 秋季

source: Fantasy
ar: خيالي
zh_hans: 奇幻

source: Favorite Anime
ar: الانمي المفضل
zh_hans: 喜爱的动画

source: Favorite Characters
ar: الشخصيات المفضلة
zh_hans: 喜爱的角色

source: Favorite Manga
ar: المانجا المفضلة
zh_hans: 喜爱的漫画

source: Favorite People
ar: الأشخاص المفضلون
zh_hans: 喜爱的人物

source: Filter
ar: تحديد
zh_hans: 筛选

# Filter Seasonal
source: Filter Season
ar: تحديد الموسم
zh_hans: 筛选季度

source: Filter based on what's added to your list, sort by popularity or by your own score.
ar: قم بالتحديد بناء على ما تمت إضافته إلى قائمتك، قم بالفرز حسب الشعبية أو حسب تقييمك.
zh_hans: 筛选已添加的项目，按人气等进行排序。

source: Fine
ar: رائع
zh_hans: 还行

source: Finish Date
ar: تاريخ الانتهاء
zh_hans: 完成日期

source: Finished
ar: انتهى
zh_hans: 已完结

source: Finished Airing
ar: انتهى من العرض
zh_hans: 已完结

source: First Air Date
ar: تاريخ العرض الأول
zh_hans: 开始播出日期

source: Fixed
zh_hans: 固定

source: For You
ar: لك
zh_hans: 为你推荐

source: French
zh_hans: 法语

source: Friday
ar: الجمعة
zh_hans: 星期五

source: Friends
ar: الأصدقاء
zh_hans: 朋友

source: Friends since %@
ar: أصدقاء منذ %@
zh_hans: 从%@开始成为朋友

source: Gag Humor
ar: الفكاهة الساخرة
zh_hans: 搞笑

source: Genres
ar: الأنواع
zh_hans: 分类

source: German
ar: ألماني
zh_hans: 德语

source: Get Premium
ar: احصل على النسخة المميزة
zh_hans: 购买高级版

source: Get notified when a new episode or anime premieres from your list.
ar: احصل على إشعار عندما يتم عرض حلقة أو انمي جديد لأول مرة من قائمتك.
zh_hans: 当您列表中的动画有新话播出或首映时向您推送通知。

# Get the latest new and chat about the app on our Discord server!
source: Get the latest news and chat about the app on our Discord server!
zh_hans: 在我们的Discord服务器上获取app的最新信息并畅所欲言！

source: Girls Love
ar: حب الفتيات
zh_hans: 百合

source: Good
ar: جيد
zh_hans: 不错

source: Gore
ar: نطح
zh_hans: 猎奇

source: Got feedback or a bug to report? Want to see what's next? The official Discord is the place to be. Your suggestions directly contribute to future updates.
zh_hans: 有建议或错误报告？想知道接下来的更新？加入官方Discord，您的反馈将帮助我们未来的更新。

source: Gourmet
ar: خبير طعام
zh_hans: 美食

source: Great
ar: عظيم
zh_hans: 超棒

source: Harem
ar: حريم
zh_hans: 后宫

source: Having trouble signing in? Send an email to kitsune@alexandremadeira.dev and we will help you.
ar: هل تواجه مشكلة في تسجيل الدخول؟ أرسل بريدا إلكترونيا إلى kitsune@alexandremadeira.dev وسنساعدك.
zh_hans: 遇到困难？ 向kitsune@alexandremadeira.dev发送邮件，我们将会提供帮助。

source: Header
zh_hans: 页眉

source: Hentai
ar: هنتاي
zh_hans: 性交

source: Hide Added
ar: إخفاء المضافة
zh_hans: 隐藏已添加的项目

source: Hide on Scroll
zh_hans: 滚动时隐藏

source: High
zh_hans: 高

source: High Stakes Game
ar: لعبة عالية المخاطر
zh_hans: 死亡游戏

source: Historical
ar: تاريخي
zh_hans: 历史

source: Horrible
ar: مروع
zh_hans: 极差

source: Horror
ar: رعب
zh_hans: 恐怖

source: Idols (Female)
ar: مشاهير (أنثى)
zh_hans: 偶像（女）

source: Idols (Male)
ar: مشاهير (ذكر)
zh_hans: 偶像（男）

source: In the Upcoming section, there is no information provided about the broadcast weekday and time.
ar: في القسم القادم، لا توجد معلومات مقدمة عن يوم ووقت البث.
zh_hans: 在“即将播出”中，没有有关播出日和时间的信息。

source: In-Between Animation
ar: بين التحريك
zh_hans: 中间动画

source: Information
ar: معلومات
zh_hans: 信息

source: Is Rereading
ar: إعادة القراءة
zh_hans: 重新阅读状态

source: Is Rewatching
ar: إعادة المشاهدة
zh_hans: 重新观看状态

source: Isekai
ar: إيسيكاي
zh_hans: 异世界

source: Italian
zh_hans: 意大利语

source: Iyashikei
ar: أياشيكي
zh_hans: 治愈

source: JST
zh_hans: 日本标准时间

source: Japanese
ar: ياباني
zh_hans: 日语

source: Japanese Title
ar: العنوان الياباني
zh_hans: 日语标题

source: Join Discord Server
ar: انضم إلى سيرفر Discord
zh_hans: 加入Discord服务器

source: Join Us
zh_hans: 加入我们

source: Join our Discord
zh_hans: 加入我们的Discord

source: Josei
ar: جوسي
zh_hans: 女性向

source: Key Animation
ar: محرك الانميشن الرئيسي
zh_hans: 原画

source: Kids
ar: أطفال
zh_hans: 儿童向

source: Kitsune Premium
zh_hans: Kitsune高级版

source: Last Sync on %@
ar: آخر مزامنة على %@
zh_hans: 最近同步于%@

# Last updated at %@
source: Last update: %@
ar: آخر تحديث: %@
zh_hans: 最近更新于%@

source: Launch at Login
zh_hans: 登录时启动

source: Libraries
ar: المكتبات
zh_hans: 资料库

source: Light
ar: خفيف
zh_hans: 浅色

source: Light Novel
ar: رواية خفيفة
zh_hans: 轻小说

source: List
ar: قائمة
zh_hans: 列表

source: List Selection
ar: اختيار القائمة
zh_hans: 选项列表

source: List Style
zh_hans: 列表样式

source: Loading
ar: تحميل
zh_hans: 加载中

source: Loading adaptations, this process may take some time.
ar: تحميل التعديلات، قد تستغرق هذه العملية بعض الوقت.
zh_hans: 正在加载改编作品，可能需要一些时间。

source: Local Time
ar: التوقيت المحلي
zh_hans: 本地时间

source: Love Polygon
ar: أحب المضلع
zh_hans: 多角恋爱

source: Love Status Quo
ar: الحب الوضع الراهن
zh_hans: 暧昧

source: Low
zh_hans: 低

source: MAL Mean Score
ar: متوسط تقييم MAL
zh_hans: MAL评分

# MAL Score &amp; Number of Users
source: MAL Score & Number of Users
ar: تقييم MAL وعدد المستخدمين
zh_hans: MAL评分与收藏量

source: Magazines
ar: المجلات
zh_hans: 杂志

source: Magical Sex Shift
ar: تحول جنسي سحري
zh_hans: 魔法性转

source: Mahou Shoujo
ar: ماهو شوجو
zh_hans: 魔法少女

source: Maintenance Messages
zh_hans: 维护信息

source: Manga
ar: مانجا
zh_hans: 漫画

source: Manga Genres
ar: أنواع المانجا
zh_hans: 分类

source: Manga List
zh_hans: 漫画列表

source: Manga Magazines
ar: مجلات المانجا
zh_hans: 漫画杂志

source: Manga Ranking
ar: ترتيب المانجا
zh_hans: 漫画排行榜

source: Manga Statistics
ar: إحصائيات المانجا
zh_hans: 漫画统计

source: Mangaography
ar: رسوم المانجا
zh_hans: 漫画列表

source: Manhua
ar: مانها
zh_hans: 国产漫画

source: Manhwa
ar: مانهوا
zh_hans: 韩国漫画

source: Mark Next Chapter as Read
ar: حدد الفصل التالي على انه تمت قرائته
zh_hans: 将下一章标记为已阅读

source: Mark Next Episode of %@ as Watched?
ar: حدد الحلقة التالية من %@ على انها تمت مشاهدتها?
zh_hans: 确定将第%@话标记为已观看？

source: Mark Next Episode/Chapter/Volume
ar: حدد الحلقة/الفصل/المجلد التالي
zh_hans: 标记下一话/章节/卷

source: Mark Next Volume as Read
ar: حدد المجلد التالي على انه تمت قرائته
zh_hans: 将下一卷标记为已观看

source: Mark Watched
ar: حدد انه تمت المشاهدة
zh_hans: 标记为已观看

source: Martial Arts
ar: فنون قتالية
zh_hans: 武术

source: Masterpiece
ar: تحفة
zh_hans: 神作

source: Mean Score
ar: التقييم
zh_hans: 平均评分

source: Mecha
ar: الآلات
zh_hans: 机甲

source: Media
zh_hans: 媒体

source: Media Type
ar: نوع العرض
zh_hans: 类型

source: Medical
ar: طبي
zh_hans: 医疗

source: Medium
zh_hans: 中

source: Menu Bar Only Mode
zh_hans: 仅菜单栏模式

source: Messages
zh_hans: 信息

source: Military
ar: عسكري
zh_hans: 军事

source: Monday
ar: الاثنين
zh_hans: 星期一

source: More
ar: المزيد
zh_hans: 更多

source: More Menu
zh_hans: 更多菜单

source: More Options
ar: المزيد من الخيارات
zh_hans: 更多选项

source: Most Favorited Manga
zh_hans: 最多喜爱漫画

# Most Popular Anime
source: Most Popular
zh_hans: 最多添加动画

source: Most Popular Manga
ar: المانجا الأكثر شعبية
zh_hans: 最多添加漫画

source: Moves this anime to Watching and starts a new rewatch.
zh_hans: 将此动画移至“正在观看”列表，并开始重新观看。

source: Movie
ar: فيلم
zh_hans: 剧场版

source: Music
ar: موسيقى
zh_hans: 音乐

source: My %@ List
ar: قائمتي %@
zh_hans: %@列表

source: My Anime List
ar: قائمة الانمي
zh_hans: 动画列表

source: My List
ar: قائمتي
zh_hans: 列表

source: My List Tab Behavior
ar: قائمتي صفحة التحكم
zh_hans: 列表行为

# My List, Edit Status, Add Items and Statics need a MyAnimeList account.
source: My List, Edit Status, Add Items and Statistics need a MyAnimeList account.
ar: قائمتي, تعديل الحالة, إضافة عناصر واحصائيات تحتاج الى حساب MyAnimeList.
zh_hans: 需要登录MyAnimeList账户才能使用我的列表、状态编辑、添加项目和统计信息功能。

source: My Manga List
ar: قائمة المانجا
zh_hans: 漫画列表

source: My Score
ar: تقييمي
zh_hans: 我的评分

source: Mystery
ar: غموض
zh_hans: 悬疑推理

source: Mythology
ar: ميثولوجيا
zh_hans: 神话

source: New This Season
ar: جديد هذا الموسم
zh_hans: 季度新番

source: News
zh_hans: 新闻

source: No messages
zh_hans: 无信息

source: None
ar: لا شيء
zh_hans: 无

source: Not Scored
ar: لم يتم تقييمه
zh_hans: 未评分

source: Not Yet Aired
ar: لم يعرض بعد
zh_hans: 未播出

source: Not Yet Published
ar: لم ينشر بعد
zh_hans: 未刊载

source: Nothing found.
ar: لم يتم العثور على شيء.
zh_hans: 未搜索到项目

source: Nothing here yet.
ar: لا يوجد شيء هنا حتى الآن.
zh_hans: 这里空空如也。

source: Notification Support
ar: دعم الإشعارات
zh_hans: 通知同步

source: Notification Support needs Background access to work, you can also force the sync.
ar: يحتاج دعم الإشعارات الوصول إلى الخلفية للعمل، ويمكنك أيضا فرض المزامنة.
zh_hans: 通知同步需要后台运行权限才能使用，您也可以强制同步。

source: Notification support requires Kitsune Premium.
ar: يتطلب دعم الإشعارات Kitsune Premium.
zh_hans: 通知同步需要Kitsune高级版。

source: Notifications
ar: الإشعارات
zh_hans: 通知

source: Novel
ar: رواية
zh_hans: 小说

source: Number of Chapters
ar: عدد الفصول
zh_hans: 章节数

source: Number of Episodes
ar: عدد الحلقات
zh_hans: 话数

source: Number of Members
ar: عدد الاعضاء
zh_hans: 添加动画的用户数

source: Number of Volumes
ar: عدد المجلدات
zh_hans: 卷数

source: OK
ar: حسنا
zh_hans: 好

source: Oel
zh_hans: 非日系

source: On Hold
ar: في الانتظار
zh_hans: 搁置

source: On MyAnimeList since %@
ar: على MyAnimeList منذ %@
zh_hans: 自%@开始使用MyAnimeList

source: On-Hold
ar: مُعلق
zh_hans: 搁置

source: One Shot
ar: قصة مصورة
zh_hans: 单话完结

source: One-Time Purchase, No Subscription
ar: شراء لمرة واحدة فقط، لا يوجد اشتراك
zh_hans: 买断制，无订阅

source: Open
zh_hans: 打开

source: Open App
zh_hans: 打开App

source: Open Links In-App
ar: افتح الروابط داخل التطبيق
zh_hans: 在App内打开连接

source: Open Website
ar: افتح الموقع الإلكتروني
zh_hans: 在网页中查看

source: Open in Apple Music
ar: افتح في Apple Music
zh_hans: 在Apple Music中打开

source: Open on AniList
ar: افتح على AniList
zh_hans: 在AniList中打开

# Open on MyAnimeList
source: Open on MAL
zh_hans: 在MAL中打开

source: Opening
ar: الافتتاحية
zh_hans: 片头曲

source: Organized Crime
ar: جريمة منظمة
zh_hans: 组织犯罪

source: Original Creator
ar: المؤلف الاصلي
zh_hans: 原作

source: Otaku Culture
ar: ثقافة أوتاكو
zh_hans: 宅文化

source: Parody
ar: ساخر
zh_hans: 恶搞

source: Paste MAL URL
ar: لصق عنوان MAL
zh_hans: 复制MAL链接

source: Pay once and enjoy all these features, no subscription required.
ar: ادفع مرة واحدة فقط واستمتع بكل هذه الميزات، لا يوجد الاشتراك.
zh_hans: 一次支付即可享受全部功能，无需订阅。

source: People
ar: أشخاص
zh_hans: 人物

source: Performing Arts
ar: فنون أدائية
zh_hans: 表演艺术

source: Pets
ar: حيوانات أليفة
zh_hans: 宠物

source: Plan to Read
ar: اخطط للقراءة
zh_hans: 计划阅读

source: Plan to Watch
ar: اخطط للمشاهدة
zh_hans: 计划观看

source: Planning
ar: تخطيط
zh_hans: 企划

source: Play Later
ar: تشغيل لاحقاً
zh_hans: 随后播放

source: Play Next
ar: تشغيل التالي
zh_hans: 插播

source: Play the opening and ending themes using your Apple Music subscription.
ar: قم بتشغيل شارات البداية والنهاية باستخدام اشتراك Apple Music الخاص بك.
zh_hans: 使用您的Apple Music订阅播放片头曲和片尾曲。

source: Play the opening and ending themes with your Spotify subscription.
ar: قم بتشغيل شارات البداية والنهاية باستخدام اشتراك Spotify الخاص بك.
zh_hans: 使用您的Spotify订阅播放片头曲和片尾曲。

source: Please, note that the app doesn't consider delays.
ar: يرجى الملاحظة أن التطبيق لا يعاني من التأخير.
zh_hans: 请注意，此App可能存在通知延迟。

source: Polish
ar: بولندي
zh_hans: 波兰语

source: Portuguese (Brazil)
zh_hans: 葡萄牙语（巴西）

source: Poster
ar: الملصق
zh_hans: 海报

source: Poster Indicator
ar: مؤشر الملصق
zh_hans: 海报底部显示的信息

source: Poster Indicator Background
ar: خلفية مؤشر الملصق
zh_hans: 海报信息背景

source: Poster Style
zh_hans: 海报样式

source: Prefer Manga Volumes
ar: تفضيل مجلدات المانجا
zh_hans: 首选更改卷数标记

source: Preferred Platform
ar: المنصة المفضلة
zh_hans: 首选平台

source: Preferred Screen
ar: الشاشة المفضلة
zh_hans: 首选页面

source: Preferred Time Format
ar: تنسيق التوقيت المفضل
zh_hans: 首选时间格式

source: Preferred Title Language
ar: لغة العنوان المفضلة
zh_hans: 首选标题语言

source: Priority
zh_hans: 优先级

source: Privacy Policy
ar: سياسة الخصوصية
zh_hans: 隐私政策

source: Producer
ar: المنتج
zh_hans: 制片人

# Profanity &amp; Mild Nudity
source: Profanity & Mild Nudity
ar: الالفاظ البذيئة والعري الخفيف
zh_hans: 亵渎和轻微裸露

# Progress &amp; List
source: Progress & List
ar: التقدم والقائمة
zh_hans: 进度与列表

# Progress &amp; Personal Score
source: Progress & Personal Score
ar: التقدم والتقييم الشخصي
zh_hans: 进度与个人评分

source: Psychological
ar: نفسي
zh_hans: 心理

source: Published Manga
ar: مانجا منشورة
zh_hans: 出版过的漫画

source: Racing
ar: سباق
zh_hans: 竞速

source: Rank
ar: الرتبة
zh_hans: 排行榜

source: Rating
ar: تقييم
zh_hans: 分级

source: Reading
ar: اقرأ حاليا
zh_hans: 阅读中

source: Recently Updated Anime
zh_hans: 最近更新动画

source: Recently Updated Manga
zh_hans: 最近更新漫画

source: Recently Viewed
ar: تمت مشاهدته مؤخرًا
zh_hans: 最近浏览

source: Recommendations
ar: توصيات
zh_hans: 推荐

source: Reincarnation
ar: تناسخ الأرواح
zh_hans: 转世

source: Related
ar: ذات صلة
zh_hans: 相关
