Repository: JiZPaper/Kitsune-Translations
Catalog: Localizations/xcloc/*.xcloc/Localized Contents/*.xliff
Languages: ar, zh_hans

source: Release Date
ar: تاريخ الإصدار
zh_hans: 播出日期

source: Reload
ar: إعادة تحميل
zh_hans: 重新加载

source: Remove
ar: إزالة
zh_hans: 移除

source: Remove from Recent Viewed
ar: إزالة من التي تمت مشاهدتها مؤخراً
zh_hans: 从最近浏览中移除

source: Report a Problem
ar: الإبلاغ عن مشكلة
zh_hans: 反馈问题

source: Report any mismatches using the report button. Search and matching are automated, mismatches may occur.
ar: أبلغ عن أي عدم تطابق باستخدام زر الابلاغ. البحث والمطابقة تلقائيا، وقد تحدث حالات عدم تطابق.
zh_hans: 如遇不匹配，请点击反馈按钮告诉我们。由于搜索和匹配功能是自动化处理的，因此可能会出现不匹配的情况。

source: Requires Kitsune Premium
ar: يتطلب Kitsune Premium
zh_hans: 需要Kitsune高级版

source: Reread
ar: أعادة القراءة
zh_hans: 重新阅读

source: Reread: %lld
ar: أعادة القراءة: %lld
zh_hans: 已重新阅读：%lld次

source: Rereading
ar: إعادة القراءة
zh_hans: 重新阅读

source: Restore
ar: استعادة
zh_hans: 恢复

source: Return to current season
ar: العودة إلى الموسم الحالي
zh_hans: 返回当前季度

source: Reverse Harem
ar: حريم عكسي
zh_hans: 逆后宫

source: Rewatch
zh_hans: 重新观看

source: Rewatched
ar: تمت إعادة مشاهدته
zh_hans: 重新观看

source: Rewatched: %lld
ar: تمت إعادة مشاهدته: %lld
zh_hans: 重新观看: %lld次

source: Rewatching
ar: إعادة المشاهدة
zh_hans: 重新观看中

source: Romaji
ar: روماجي
zh_hans: 罗马字

source: Romaji Title
ar: عنوان روماجي
zh_hans: 罗马字标题

source: Romance
ar: رومانسي
zh_hans: 恋爱

source: Row's Secondary Info
zh_hans: 次要信息

source: Russian
ar: روسي
zh_hans: 俄语

source: Sample
ar: عينة
zh_hans: 示例

source: Samurai
ar: ساموراي
zh_hans: 武士

source: Saturday
ar: السبت
zh_hans: 星期六

source: Save
ar: حفظ
zh_hans: 保存

source: Save to Photos
zh_hans: 保存到照片

source: Saved
ar: تم الحفظ
zh_hans: 已保存

source: Schedule
ar: جدول المواعيد
zh_hans: 日程表

source: School
ar: مدرسي
zh_hans: 校园

source: Sci-Fi
ar: خيال علمي
zh_hans: 科幻

source: Score
ar: التقييم
zh_hans: 评分

source: Score %@
zh_hans: 评分 %@

source: Score %lld
zh_hans: 评分 %lld

source: Script
ar: السيناريو
zh_hans: 脚本

source: Scroll to Top
ar: التمرير الى الاعلى
zh_hans: 返回顶部

source: Search
ar: البحث
zh_hans: 搜索

source: Search %@ List
ar: بحث %@ قائمة
zh_hans: 搜索%@列表

source: Search Suggestions
ar: اقتراحات البحث
zh_hans: 搜索建议

source: Search's Results Display Preference
zh_hans: 搜索结果样式

source: Searching
ar: البحث
zh_hans: 搜索中

source: Season
ar: الموسم
zh_hans: 季度

source: See Details
ar: شاهد التفاصيل
zh_hans: 查看详情

source: Seinen
ar: سينين
zh_hans: 青年向

source: Send Email
ar: أرسل بريدا إلكترونيا
zh_hans: 发送邮件

source: Serialization
ar: التسلسل
zh_hans: 连载

source: Series Composition
ar: تكوين السلسلة
zh_hans: 系列构成

source: Session Expired
ar: انتهت صلاحية الجلسة
zh_hans: 会话已失效

source: Settings
ar: الإعدادات
zh_hans: 设置

source: Shoujo
ar: شوجو
zh_hans: 少女向

source: Shounen
ar: شونين
zh_hans: 少年向

source: Show Adaptation
ar: إظهار الاقتباس
zh_hans: 显示改编作品

source: Show All
ar: إظهار الكل
zh_hans: 显示全部

source: Show Character List
ar: إظهار قائمة الشخصيات
zh_hans: 显示角色列表

source: Show Endings
ar: إظهار شارات النهاية
zh_hans: 显示片尾曲

source: Show Genres
zh_hans: 显示类型

source: Show MAL Mean Score on Plan to Watch/Plan to Read
ar: عرض تقييم MAL على اخطط للمشاهدة/اخطط للقراءة
zh_hans: 在计划观看与计划阅读列表中显示MAL平均评分

source: Show Mean Score on List Style
ar: عرض التقييم على مظهر القائمة
zh_hans: 在列表样式上显示平均评分

source: Show More
ar: إظهار المزيد
zh_hans: 显示更多

source: Show Only Added
ar: إظهار المضاف فقط
zh_hans: 仅显示已添加的项目

source: Show Openings
ar: إظهار شارات البداية
zh_hans: 显示片头曲

source: Show Progress Bar for Anime and Manga
ar: إظهار شريط التقدم للانمي والمانغا
zh_hans: 显示动画和漫画的进度条

source: Show Recommendations
ar: إظهار التوصيات
zh_hans: 显示建议

source: Show Related Anime
ar: إظهار الانمي ذات الصلة
zh_hans: 显示相关动画

source: Show Season
zh_hans: 显示季度

source: Show Source
ar: إظهار المصدر
zh_hans: 显示原作

source: Show Staff List
ar: إظهار قائمة طاقم العمل
zh_hans: 显示制作人员列表

# Show Time in 'Your Schedule'
source: Show Time in 'Schedule'
ar: إظهار الوقت في جدول المواعيد
zh_hans: 在“日程表”中显示时间

source: Show Trailer
ar: إظهار العرض الترويجي
zh_hans: 显示预告片

source: Show on Menu Bar
zh_hans: 在菜单栏上显示

source: Showbiz
ar: عالم المشاهير
zh_hans: 娱乐圈

source: Sign In
ar: تسجيل الدخول
zh_hans: 登录

source: Sign In into your MyAnimeList account.
ar: تسجيل الدخول الى حساب MyAnimeList.
zh_hans: 登录你的MyAnimeList账户。

source: Sign Out
ar: تسجيل الخروج
zh_hans: 登出

source: Simplified Chinese
ar: الصينية المبسطة
zh_hans: 简体中文

source: Slice of Life
ar: شريحة من الحياة
zh_hans: 日常

source: Some videos may not play due to region restrictions.
ar: قد لا يتم تشغيل بعض مقاطع الفيديو بسبب القيود المفروضة على المنطقة.
zh_hans: 由于区域限制，部分视频可能无法播放。

source: Sort
ar: فرر
zh_hans: 排序

source: Sound Director
ar: مدير الصوت
zh_hans: 音响监督

source: Source
ar: المصدر
zh_hans: 原作

source: Space
ar: فضاء
zh_hans: 宇宙

source: Spanish
ar: الإسبانية
zh_hans: 西班牙语

source: Special
ar: خاص
zh_hans: 特别篇

source: Sports
ar: رياضة
zh_hans: 体育

source: Spotify Support
ar: دعم Spotify
zh_hans: Spotify支持

source: Spring
ar: الربيع
zh_hans: 春季

source: Staff
ar: الطاقم
zh_hans: 制作人员

source: Start Date
ar: تاريخ البداية
zh_hans: 开始日期

source: Start Season
ar: بداية الموسم
zh_hans: 播出季度

source: Start rewatch?
zh_hans: 开始重新观看？

source: Status
ar: الحالة
zh_hans: 播出状态

source: Storyboard
ar: القصة المصورة
zh_hans: 分镜

source: Strategy Game
ar: لعبة استراتيجية
zh_hans: 策略游戏

source: Streaming Services
ar: خدمات البث
zh_hans: 串流设备

source: Studios
ar: الاستوديوهات
zh_hans: 制作公司

source: Summer
ar: الصيف
zh_hans: 夏季

source: Sunday
ar: الاحد
zh_hans: 星期日

source: Super Power
ar: قوة خارقة
zh_hans: 超能力

source: Supernatural
ar: خارق للطبيعة
zh_hans: 超自然

source: Survival
ar: البقاء على قيد الحياة
zh_hans: 生成

source: Suspense
ar: تشويق
zh_hans: 悬疑

source: Switch Lists
ar: تبديل القوائم
zh_hans: 切换列表

source: Sync Notifications
ar: مزامنة الإشعارات
zh_hans: 同步通知

source: Sync with AniList
zh_hans: 与AniList同步

source: Syncing
ar: المزامنة
zh_hans: 同步中

source: Synonyms
ar: المرادفات
zh_hans: 别名

source: Synopsis
ar: الملخص
zh_hans: 简介

source: System
ar: النظام
zh_hans: 系统

source: Tab Bar Behavior
zh_hans: 标签栏行为

source: Tap 'Save' to save your changes after writing.
ar: اضغط على "حفظ" لحفظ التغييرات بعد الكتابة.
zh_hans: 撰写完毕后点击“保存”以保存您的更改。

source: Team Sports
ar: الرياضات الجماعية
zh_hans: 团队运动

source: Terms of Service
ar: شروط الخدمة
zh_hans: 用户协议

source: The anime will premiere today.
ar: سيتم عرض الأنمي اليوم.
zh_hans: 动画于今日播出

source: The app couldn't load it right now
ar: لا يمكن تحميل التطبيق الان
zh_hans: 加载失败

source: The episode %lld is airing soon.
ar: سيتم عرض الحلقة %lld قريباً.
zh_hans: 第%lld话即将播出。

source: The progress bar and gestures will adapt to this setting.
ar: شريط التقدم والإيماءات سوف يتأقلم مع هذا الخيار.
zh_hans: 通过滑动或+1按钮为漫画更新阅读进度时，将更新已阅读卷数而非章节数的进度。

source: The service is undergoing maintenance or is currently unavailable. Please try again later.
ar: تخضع الخدمة للصيانة أو غير متوفرة حاليا. يرجى المحاولة لاحقاً.
zh_hans: 当前系统正在进行维护或暂时不可用，请稍后再试。

source: Theme Song Arrangement
ar: ترتيب الأغنية الرئيسية
zh_hans: 主题曲编曲

source: Theme Song Composition
ar: تركيبة أغنية الموضوع
zh_hans: 主题曲作曲

source: Theme Song Lyrics
ar: كلمات الأغنية الرئيسية
zh_hans: 主题曲作词

source: Theme Song Performance
ar: أداء الأغنية الرئيسية
zh_hans: 主题曲演唱

source: Themes
ar: المواضيع
zh_hans: 主题

source: This will direct you to the MyAnimeList Account Deletion page.
ar: سيوجهك هذا الى MyAnimeList لصفحة حذف الحساب
zh_hans: 进入MyAnimeList账户删除页面。

source: This will remove this item from your list.
ar: سيؤدي هذا إلى إزالة هذا العنصر من قائمتك.
zh_hans: 这将从您的列表中移除此项目。

source: Thursday
ar: الخميس
zh_hans: 星期四

source: Time Travel
ar: السفر عبر الزمن
zh_hans: 时间旅行

source: Today
ar: اليوم
zh_hans: 今日

source: Today: Episode %lld
ar: اليوم: الحلقة %lld
zh_hans: 今日：第%lld话

source: Toggle this setting to include mature content in search results and recommendations. User lists are always unrestricted.
ar: فعل هذا الخيار لرؤية محتوى البالغين في نتائج البحث والتوصيات. قوائم المستخدمين دائما تكون غير مقيدة.
zh_hans: 开启此设置以允许搜索结果和推荐中包含成人内容。用户列表不受限制。

source: Top Airing
ar: الافضل الذي يعرض
zh_hans: 正在热播

source: Top All Anime
zh_hans: 高分动画

source: Top All Manga
zh_hans: 高分漫画

source: Top Anime Movies
ar: افضل افلام الانمي
zh_hans: 高分剧场版

source: Top Anime OVA Series
ar: افضل مسلسل انمي OVA
zh_hans: 高分OVA

source: Top Anime Specials
ar: أفضل عروض الانمي الخاصة
zh_hans: 高分特别篇

source: Top Anime TV Series
ar: أفضل مسلسلات الانمي
zh_hans: 高分TV动画

source: Top Doujinshi
ar: افضل دوجينشي
zh_hans: 高分同人志

source: Top Favorited Anime
ar: أفضل انمي مفضل
zh_hans: 最多喜爱动画

source: Top Manga
ar: أفضل مانجا
zh_hans: 高分日本漫画

source: Top Manhua
ar: أفضل مانها
zh_hans: 高分国产漫画

source: Top Manhwa
ar: أفضل مانهوا
zh_hans: 高分韩国漫画

source: Top Novels
ar: أفضل الروايات
zh_hans: 高分小说

source: Top One-shots
ar: افضل قصة مصورة
zh_hans: 高分单话

source: Top Poster Action
ar: اجراء الملصق الأعلى
zh_hans: 海报视图下的快捷操作

source: Top Upcoming
ar: أهم القادم
zh_hans: 即将播出

# TopUpcoming_Search
source: Top Upcoming
ar: أهم القادم
zh_hans: 即将播出

source: Total Anime
ar: مجموع الانمي
zh_hans: 动画总数

source: Total Manga
ar: مجموع المانجا
zh_hans: 漫画总数

source: Traditional Chinese (Taiwan)
ar: الصينية التقليدية (تايوان)
zh_hans: 繁体中文（台湾）

source: Trailer
ar: العرض الترويجي
zh_hans: 预告片

source: Translate
ar: ترجم
zh_hans: 翻译

source: Translate synopsis and biographies using on-device model. Shared with all apps, including the Translate App.
zh_hans: 使用设备端模型翻译简介和传记。 与所有App共享，包括翻译App。

source: Translated
zh_hans: 已翻译

source: Translation
ar: ترجمة
zh_hans: 翻译

source: Translation Language
zh_hans: 翻译语言

source: Try Again
ar: حاول مرة أخرى
zh_hans: 重试

source: Try Again Later
ar: حاول مرة أخرى لاحقاً
zh_hans: 稍后重试

source: Try again later or change the list.
ar: حاول مرة أخرى لاحقا أو قم بتغيير القائمة.
zh_hans: 请稍后重试或切换列表。

source: Try again later or start watching an anime from this season.
ar: حاول مرة أخرى لاحقا أو ابدأ في مشاهدة انمي من هذا الموسم.
zh_hans: 请稍后重试或从本季度开始观看动画。

source: Try again later, change the season/year or go back to current Season.
ar: حاول مرة أخرى لاحقا، قم بتغيير الموسم/السنة أو عد إلى الموسم الحالي.
zh_hans: 请稍后重试，或更改季度/年份，您也可以返回当前季度

source: Try again later, change the season/year/filter or go back to current Season.
ar: حاول مرة أخرى لاحقا، قم بتغيير الموسم/السنة/المحددة أو ارجع إلى الموسم الحالي.
zh_hans: 请稍后重试，或更改季度/年份/筛选设置，您也可以返回当前季度。

source: Tuesday
ar: الثلاثاء
zh_hans: 星期二

source: Ukrainian
ar: أوكراني
zh_hans: 乌克兰语

source: Unable to Load News
zh_hans: 无法载入新闻

source: Unknown
ar: غير معروف
zh_hans: 未知

source: Unlock Your Entire Week with Kitsune Premium
ar: افتح أسبوعك بالكامل مع Kitsune Premium
zh_hans: 购买Kitsune高级版以解锁完整日程表功能

source: Unlock app customization and more features with Kitsune Premium. No Subscription required.
ar: افتح تخصيص التطبيق والمزيد من الميزات باستخدام Kitsune Premium. لا يوجد اشتراك مطلوب.
zh_hans: 购买Kitsune高级版解锁App自定义和更多功能。 无需订阅。

source: Unlock customization and more features with Kitsune Premium
ar: افتح التخصيص والمزيد من الميزات مع Kitsune Premium
zh_hans: 购买Kitsune高级版解锁App自定义和更多功能

source: Unlock the full week in Schedule.
ar: افتح الأسبوع الكامل في جدول المواعيد.
zh_hans: 解锁完整日程表功能

source: Upcoming
ar: قادم
zh_hans: 即将播出

source: Upcoming Notifications
ar: الإشعارات القادمة
zh_hans: 即将播出的通知

source: Upgrade to Kitsune Premium
ar: قم بالترقية إلى Kitsune Premium
zh_hans: 升级至Kitsune高级版

source: Upgrade to Kitsune Premium to view your full weekly schedule.
ar: قم بالترقية إلى Kitsune Premium لعرض جدول المواعيد الأسبوعي الكامل.
zh_hans: 升级到Kitsune高级版以查看您的完整每周日程表。

source: Urban Fantasy
ar: الخيال الحضري
zh_hans: 都市奇幻

source: Users with this anime in their list
ar: المستخدمون الذين لديهم هذا الانمي في قائمتهم
zh_hans: 添加了此动画的用户数

source: Users with this manga in their list
ar: المستخدمون الذين لديهم هذه المانجا في قائمتهم
zh_hans: 添加了此漫画的用户数

source: Vampire
ar: مصاصي الدماء
zh_hans: 吸血鬼

# Version %@ (%@)
source: Version %1$@ (%2$@)
ar: إصدار %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)

source: Very Bad
ar: سيء جدا
zh_hans: 很差

source: Very Good
ar: جيد جداً
zh_hans: 很好

source: Video Game
ar: لعبة
zh_hans: 游戏

source: Villainess
ar: شريرة
zh_hans: 女反派

source: Visual Arts
ar: الفنون البصرية
zh_hans: 视觉艺术

source: Voice Acting Roles
ar: أدوار التمثيل الصوتي
zh_hans: 配音过的角色

source: Voice Actors
ar: الممثلون الصوتيون
zh_hans: 声优

source: Volumes Read
ar: المجلدات المقروءة
zh_hans: 已阅读卷数

source: Watch an anime from the current season to use Schedule.
ar: شاهد أنمي من الموسم الحالي لاستخدام جدول المواعيد.
zh_hans: 开始观看本季度的动画以启用日程表。

source: Watched
ar: تمت المشاهدة
zh_hans: 已观看

source: Watching
ar: اشاهده حاليا
zh_hans: 观看中

source: Wednesday
ar: الاربعاء
zh_hans: 星期三

source: Weekly Schedule
ar: جدول المواعيد الأسبوعي
zh_hans: 本周日程表

source: What's your score?
ar: ما هو تقييمك؟
zh_hans: 感觉如何？

source: When on, the app will always open your selected Preferred Screen. When off, the app will always open the last tab opened.
zh_hans: 开启此设置来让App启动时始终打开您选择的页面，否则App将您最后停留的页面。

source: When switching to the 'Watching' list, automatically mark the first episode as watched.
ar: عند التبديل إلى قائمة "اشاهده حاليا"، سيتم وضع علامة تلقائيا على الحلقة الأولى على أنها تمت مشاهدتها.
zh_hans: 添加到“观看中”列表时，自动将第一话标记为已观看。

source: Winter
ar: الشتاء
zh_hans: 冬季

source: Workplace
ar: مكان عمل
zh_hans: 职场

source: Year
ar: السنة
zh_hans: 年份

source: You can create a MyAnimeList account by signing up on https://myanimelist.net using your preferred browser.
ar: يمكنك إنشاء حساب MyAnimeList عن طريق التسجيل المتصفح الذي تفضله https://myanimelist.net باستخدام.
zh_hans: 您可以使用您喜欢的浏览器在https://myanimelist.net上注册，创建一个MyAnimeList账户。

source: You can create an AniList account by signing up on https://anilist.co using your preferred browser.
ar: يمكنك إنشاء حساب AniList عن طريق التسجيل على https://anilist.co باستخدام المتصفح الذي تفضله.
zh_hans: 您可以使用您喜欢的浏览器在https://anilist.co上注册，创建一个AniList账户。

source: You need Kitsune Premium to change this.
ar: تحتاج إلى Kitsune Premium لتغيير هذا.
zh_hans: 您需要Kitsune高级版才能改变它。

source: You'll need to Sign In again if you want to sync your AniList account with your MyAnimeList account.
ar: ستحتاج إلى تسجيل الدخول مرة أخرى إذا كنت ترغب في مزامنة حساب AniList الخاص بك مع حساب MyAnimeList الخاص بك.
zh_hans: 如果您希望将您的AniList账户与MyAnimeList帐户同步，则需要再次登录。

source: You'll need to Sign In again if you want to use My List, Edit Status, Add Item, and Statistics.
ar: ستحتاج إلى تسجيل الدخول مرة أخرى إذا كنت ترغب في استخدام قائمتي, وتعديل الحالة, وإضافة عنصر, والإحصائيات.
zh_hans: 如果要使用列表、状态编辑、添加项目和统计信息功能，则需要再次登录。

source: Your AniList session has expired. Please log in again to continue syncing.
zh_hans: 您的AniList会话已过期。请重新登录以继续同步。

# Your Schedule is empty for today.
source: Schedule is empty for today.
ar: جدول المواعيد فارغ لهذا اليوم.
zh_hans: 今日的日程表空空如也。

# Your Schedule is empty right now.
source: Schedule is empty right now.
ar: جدول المواعيد فارغ الآن.
zh_hans: 日程表空空如也。

# Your session has expired.&#10;Please, sign in again to keep using the app.
source: Your session has expired. Please, sign in again to keep using the app.
ar: انتهت صلاحية جلستك. يرجى تسجيل الدخول مرة أخرى لمواصلة استخدام التطبيق.
zh_hans: 您的会话已过期。 请重新登录以继续使用App。

source: Anime ID
ar: معرف الأنمي
zh_hans: 动画ID

source: Current Chapter Count
ar: عدد الفصول الحالية
zh_hans: 当前章节

source: Current Episode Count
ar: عدد الحلقات الحالية
zh_hans: 当前话

source: Current Volume Count
ar: عدد المجلدات الحالية
zh_hans: 当前卷

source: Increment Episode by One
ar: زيادة الحلقة بحلقة واحدة
zh_hans: 标记下一话为已观看

source: Increment Volume or Chapter by One based on User Settings
ar: زيادة مجلد أو فصل واحد بناءً على إعدادات المستخدم
zh_hans: 根据用户设置标记下一卷或章节已阅读

source: Last Updated Anime
ar: آخر تحديث للانمي
zh_hans: 最近更新的动画

source: Last Updated Manga
ar: آخر تحديث للمانجا
zh_hans: 最近更新的漫画

source: Manga ID
ar: معرف المانجا
zh_hans: 漫画ID

source: Start reading a manga to use this widget.
ar: ابدأ في قراءة المانجا لاستخدام هذه الويدجت.
zh_hans: 开始阅读漫画以使用该小组件。

source: Start watching an anime to use this widget.
ar: ابدأ مشاهدة الأنمي لاستخدام هذه الويدجت.
zh_hans: 开始观看动画以使用该小组件。

source: The Current Score Value
ar: قيمة التقييم الحالي
zh_hans: 当前评分

source: The total number of chapters of the title
ar: عدد الفصول الإجمالي للعنوان
zh_hans: 作品总章节数

source: The total number of episodes of the show
ar: عدد الحلقات الإجمالي للعرض
zh_hans: 动画总话数

source: The total number of volume of the title
ar: عدد المجلدات الإجمالي للعنوان
zh_hans: 作品总卷数

source: This widget need a MyAnimeList account.
ar: يحتاج هذا الويدجت إلى حساب MyAnimeList.
zh_hans: 需要MyAnimeList账号才能使用这个小组件。

source: View and update your progress.
ar: عرض وتحديث تقدمك.
zh_hans: 查看并更新您的进度

source: Your list is empty.
ar: قائمتك فارغة.
zh_hans: 你的列表空空如也。

# %@ of %@
source: %1$@ of %2$@
ar: %1$@ من %2$@

source: %lld actors
ar: %lld الممثلين

# %lld favorites|==|plural.one
source: %lld Favorite
ar: %lld المفضل

# %lld items|==|plural.one
source: %lld item
ar: %lld العنصر

# About Your Schedule
source: About Schedule
ar: حول جدول المواعيد

# Anime &amp; Manga Only
source: Anime & Manga Only
ar: الانمي والمانجا فقط

source: App Features
ar: مميزات التطبيق

source: Automatically sync new changes
ar: مزامنة التغييرات الجديدة تلقائيا

source: Change Language
ar: تغيير اللغة

source: Customize what you want to see in the Anime and Manga detail page.
ar: تخصيص ما تريد رؤيته في صفحة تفاصيل الانمي والمانغا.

source: Dates
ar: التواريخ

source: Developed by Alexandre Madeira
ar: تم تطويره بواسطة Alexandre Madeira

source: Dismiss
ar: تجاهل

source: Display Today's Airing Episode Number
ar: إظهار رقم الحلقة الذي سوف تعرض اليوم

source: Enable Trailers
ar: تفعيل العروض الترويجية

source: Enhance your experience on Kitsune by connecting your preferred third-party services.
ar: عزز تجربتك على Kitsune من خلال ربط خدمات الجهات الخارجية المفضلة لديك.

source: Enjoying Kitsune?
ar: هل تستمتع بـ Kitsune?

source: Episodes
ar: الحلقات

source: Every change made on your MAL list on Kitsune will reflect on your AniList lists.
ar: كل تغيير يتم اجرائه على قائمة MAL في Kitsune سوف يتم تطبيقه على قوائم AniList.

source: General
ar: عام

source: Get notified when new episodes are released for the anime you're currently watching, and when movies or series you've added to your 'Plan to Watch' list are released.
ar: احصل على إشعار عندما يتم إصدار حلقات جديدة للانمي الذي تشاهده حاليا، وعندما يتم إصدار الأفلام أو المسلسلات التي أضفتها إلى قائمة "اخطط لمشاهدته".

source: Hide Username on Tab Bar
ar: إخفاء اسم المستخدم من الشريط السفلي

source: In-App
ar: داخل التطبيق

source: Launch Screen
ar: شاشة الإطلاق

source: Learn more about Schedule
ar: اعرف المزيد عن جدول المواعيد

source: Leave a Review on the App Store!
ar: اترك تعليق على App Store!

source: Mark Next Episode as Watched
ar: حدد الحلقة التالية على انها تمت مشاهدتها

source: Most Favorited
ar: الأكثر تفضيلاً

source: Most Popular
ar: الأكثر شعبية

source: Open on MyAnimeList
ar: افتح على MyAnimeList

source: Personalize the appearance of your list on the 'My List' screen, and adjust the default behavior of the app when editing your anime and manga information.
ar: تخصيص مظهر قائمتك على صفحة "قائمتي"، واضبط التحكم الافتراضي للتطبيق عند تعديل معلومات الانمي والمانغا.

source: Please, try again later.
ar: من فضلك، حاول مرة أخرى لاحقا.

source: Preferred Apple Music Player
ar: تفضيل مشغل Apple Music.

source: Rating %lld
ar: تقييم %lld

source: Rating of %lld of 10.
ar: تقييم %lld من 10.

source: Rating: %lld
ar: تقييم: %lld

source: Requires AniList Account Connected
ar: يتطلب حساب AniList متصلا

source: Reread %lld times.
ar: تمت اعادة القراءة %lld مرات.

source: Rewatched %lld times.
ar: تمت إعادة مشاهدته %lld مرات.

source: Search for a character or an anime
ar: ابحث عن شخصية أو انمي

source: Send Feedback
ar: أرسل ملاحظاتك

source: Show Episodes List
ar: إظهار قائمة الحلقات

source: Show Episodes from Streaming
ar: إظهار الحلقات من البث المباشر

source: Subtitle Info
ar: معلومات الترجمة

source: Support the development of the app
ar: ادعم تطوير التطبيق

source: Support the development of the app created by a solo developer.
ar: ادعم تطوير التطبيق الذي تم إنشاءه من شخص واحد فقط.

source: Sync
ar: مزامنة

source: TV
ar: تلفزيوني

source: Tabs
ar: الصفحات

source: Teens 13 and Older
ar: مراهقون 13 وما فوق

source: The AniList sync feature in Kitsune is currently in its initial stage. The only functionality available at this time is a one-way sync, which will update your anime and manga lists on AniList with any changes you make within the app. Your feedback is essential to help improve and expand the capabilities of this sync feature.
ar: ميزة مزامنة AniList حالياً في مرحلتها الأولية. الوظيفة الوحيدة المتاحة حالياً هي المزامنة بشكل موحد, والتي ستقوم بتحديث قوائم الانمي والمانجا الخاصة بك على AniList مع اي تغييرات تجريها داخل التطبيق. ملاحاظاتك ضرورية للمساعدة في تحسين وتوسيع قدرات ميزة المزامنة هذه.

source: This will adapt the schedule to match your local date and time.
ar: سيؤدي ذلك إلى تأقلم جدول المواعيد ليتناسب مع تاريخك ووقتك المحلي.

source: Time will be shown in Japan Standard Time (JST) by default.
ar: سيتم عرض الوقت بالشكل الطبيعي بالتوقيت الياباني (JSR) بشكل افتراضي

source: Top All
ar: الافضل بشكل كلي Rank

source: Want to bring Kitsune to your language? https://github.com/MadeiraAlexandre/Kitsune-Translations
ar: هل تريد ترجمة Kitsune إلى لغتك؟ https://github.com/MadeiraAlexandre/Kitsune-Translations

source: Write a Review
ar: اكتب مراجعة

source: You can enable both, but Kitsune can only display one at a time.
ar: يمكنك تفعيل كلاهما، ولكن يمكن لـ Kitsune عرض واحد فقط في كل مرة.

source: You need the Spotify app installed.
ar: تحتاج إلى تثبيت تطبيق Spotify.

# You're a Premium user.&#10; Thank you for your support!
source: You're a Premium user. Thank you for your support!
ar: أنت مستخدم Premium. شكرا لك على دعمك!

# about_your_schedule
source: Schedule organizes your currently watching anime by their weekday release, displaying them from Monday to Sunday. It also includes upcoming premieres from your 'Plan to Watch' list for the next 3 days.
ar: ينظم جدول المواعيد الأنمي الذي تشاهده حاليا عند إصداره في أيام الأسبوع، ويظهره من الاثنين إلى الأحد. يتضمن أيضا العروض الأولى القادمة من قائمة "اخطط للمشاهدة" للأيام الثلاثة القادمة.
